Repository: gechr/WhichSpace
Catalog: WhichSpace/Locale/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# action_apply_color_to_all
source: Copy color to all Spaces...
ar: نسخ اللون إلى جميع المساحات...
bg: Копирай цвета към всички пространства...
ca: Copiar el color a tots els Espais...
cs: Zkopírovat barvu do všech Spaces...
da: Kopiér farve til alle Spaces...
de: Farbe auf alle Spaces kopieren...
el: Αντιγραφή χρώματος σε όλους τους Χώρους...
es: Copiar el color en todos los Espacios...
fa: رنگ را به همه فضاها کپی کن...
fi: Kopioi väri kaikkiin Spaceseihin...
fr: Copier la couleur sur tous les Espaces...
he: העתק צבע לכל המרחבים...
hi: सभी स्पेसेस पर रंग कॉपी करें...
hu: Szín másolása minden Space-re...
id: Salin warna ke semua Space...
it: Copia il colore in tutti gli Spazi...
ja: 色をすべてのスペースにコピー...
ko: 색상을 모든 공간에 복사...
mk: Копирај ја бојата на сите Простори...
ms: Salin warna ke semua Ruang...
nb: Kopier farge til alle Spaces...
nl: Kleur naar alle Spaces kopiëren...
nn: Kopier farge til alle Spaces...
pa: تمام سپیسز ’تے رنگ کاپی کرو...
pl: Skopiuj kolor do wszystkich Spaces...
ps: رنګ ټولو سپېسونو ته کاپي کړئ...
pt: Copiar a cor para todos os Espaços...
ro: Copiază culoarea în toate spațiile...
ru: Скопировать цвет во все пространства...
sk: Kopírovať farbu do všetkých priestorov...
sr: Kopiraj boju na sve Prostore...
sv: Kopiera färg till alla Spaces...
th: คัดลอกสีไปยังทุก Space...
tr: Rengi tüm Alanlara kopyala...
uk: Скопіювати колір для всіх просторів...
ur: تمام اسپیسز پر رنگ کاپی کریں...
vi: Sao chép màu cho tất cả Không gian...
zh_hans: 将颜色复制到所有空间...
zh_hant: 將顏色複製到所有空間...

# action_apply_style_to_all
source: Copy style to all Spaces...
ar: نسخ النمط إلى جميع المساحات...
bg: Копирай стила към всички пространства...
ca: Copiar l'estil a tots els Espais...
cs: Zkopírovat styl do všech Spaces...
da: Kopiér stil til alle Spaces...
de: Stil auf alle Spaces kopieren...
el: Αντιγραφή στιλ σε όλους τους Χώρους...
es: Copiar el estilo en todos los Espacios...
fa: استایل را به همه فضاها کپی کن...
fi: Kopioi tyyli kaikkiin Spaceseihin...
fr: Copier le style sur tous les Espaces...
he: העתק סגנון לכל המרחבים...
hi: सभी स्पेसेस पर स्टाइल कॉपी करें...
hu: Stílus másolása minden Space-re...
id: Salin gaya ke semua Space...
it: Copia lo stile in tutti gli Spazi...
ja: スタイルをすべてのスペースにコピー...
ko: 스타일을 모든 공간에 복사...
mk: Копирај го стилот на сите Простори...
ms: Salin gaya ke semua Ruang...
nb: Kopier stil til alle Spaces...
nl: Stijl naar alle Spaces kopiëren...
nn: Kopier stil til alle Spaces...
pa: تمام سپیسز ’تے سٹائل کاپی کرو...
pl: Skopiuj styl do wszystkich Spaces...
ps: سټایل ټولو سپېسونو ته کاپي کړئ...
pt: Copiar o estilo para todos os Espaços...
ro: Copiază stilul în toate spațiile...
ru: Скопировать стиль во все пространства...
sk: Kopírovať štýl do všetkých priestorov...
sr: Kopiraj stil na sve Prostore...
sv: Kopiera stil till alla Spaces...
th: คัดลอกสไตล์ไปยังทุก Space...
tr: Stili tüm Alanlara kopyala...
uk: Скопіювати стиль для всіх просторів...
ur: تمام اسپیسز پر انداز کاپی کریں...
vi: Sao chép kiểu cho tất cả Không gian...
zh_hans: 将样式复制到所有空间...
zh_hant: 將樣式複製到所有空間...

# action_apply_to_all
source: Copy current customizations to all Spaces...
ar: نسخ التخصيصات الحالية إلى جميع المساحات...
bg: Копирай текущите настройки към всички пространства...
ca: Copiar les personalitzacions actuals a tots els Espais...
cs: Zkopírovat aktuální úpravy do všech Spaces...
da: Kopiér nuværende tilpasninger til alle Spaces...
de: Aktuelle Anpassungen auf alle Spaces kopieren...
el: Αντιγραφή τρεχουσών προσαρμογών σε όλους τους Χώρους...
es: Copiar las personalizaciones actuales en todos los Espacios...
fa: سفارشی‌سازی‌های فعلی را به همه فضاها کپی کن...
fi: Kopioi nykyiset mukautukset kaikkiin Spaceseihin...
fr: Copier les personnalisations actuelles sur tous les Espaces...
he: העתק התאמות נוכחיות לכל המרחבים...
hi: वर्तमान अनुकूलन सभी स्पेसेस पर कॉपी करें...
hu: Aktuális testreszabások másolása minden Space-re...
id: Salin kustomisasi saat ini ke semua Space...
it: Copia le personalizzazioni correnti in tutti gli Spazi...
ja: 現在のカスタマイズをすべてのスペースにコピー...
ko: 현재 사용자 지정을 모든 공간에 복사...
mk: Копирај ги тековните прилагодувања на сите Простори...
ms: Salin penyesuaian semasa ke semua Ruang...
nb: Kopier gjeldende tilpasninger til alle Spaces...
nl: Huidige aanpassingen naar alle Spaces kopiëren...
nn: Kopier gjeldande tilpassingar til alle Spaces...
pa: موجودہ کسٹمائزیشن تمام سپیسز ’تے کاپی کرو...
pl: Skopiuj bieżące dostosowania do wszystkich Spaces...
ps: اوسنۍ سمونونه ټولو سپېسونو ته کاپي کړئ...
pt: Copiar as personalizações atuais para todos os Espaços...
ro: Copiază personalizările curente în toate spațiile...
ru: Скопировать текущие настройки во все пространства...
sk: Kopírovať aktuálne prispôsobenia do všetkých priestorov...
sr: Kopiraj trenutna prilagođavanja na sve Prostore...
sv: Kopiera aktuella anpassningar till alla Spaces...
th: คัดลอกการปรับแต่งปัจจุบันไปยังทุก Space...
tr: Geçerli özelleştirmeleri tüm Alanlara kopyala...
uk: Скопіювати поточні налаштування для всіх просторів...
ur: موجودہ تخصیصات تمام اسپیسز پر کاپی کریں...
vi: Sao chép tùy chỉnh hiện tại cho tất cả Không gian...
zh_hans: 将当前自定义复制到所有空间...
zh_hant: 將目前的自訂複製到所有空間...

# action_check_for_updates
source: Check for Updates...
ar: التحقق من وجود تحديثات...
bg: Провери за обновления...
ca: Cerca actualitzacions...
cs: Zkontrolovat aktualizace...
da: Søg efter opdateringer...
de: Nach Updates suchen...
el: Έλεγχος για ενημερώσεις...
es: Buscar actualizaciones...
fa: بررسی به‌روزرسانی...
fi: Tarkista päivitykset...
fr: Rechercher des mises à jour...
he: בדוק עדכונים...
hi: अपडेट्स जाँचें...
hu: Frissítések keresése...
id: Periksa pembaruan...
it: Controlla aggiornamenti...
ja: アップデートを確認...
ko: 업데이트 확인...
mk: Провери за ажурирања...
ms: Semak kemas kini...
nb: Se etter oppdateringer...
nl: Zoeken naar updates...
nn: Sjå etter oppdateringar...
pa: اپ ڈیٹس چیک کرو...
pl: Sprawdź aktualizacje...
ps: د نويو اوسمهالو لټون...
pt: Procurar atualizações...
ro: Caută actualizări...
ru: Проверить обновления...
sk: Skontrolovať aktualizácie...
sr: Proveri ažuriranja...
sv: Sök efter uppdateringar...
th: ตรวจสอบการอัปเดต...
tr: Güncellemeleri denetle...
uk: Перевірити наявність оновлень...
ur: تازہ کاریوں کی جانچ کریں...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...
zh_hant: 檢查更新...

# action_font
source: Font...
ar: الخط...
bg: Шрифт...
ca: Tipus de lletra...
cs: Písmo...
da: Skrifttype...
de: Schriftart...
el: Γραμματοσειρά...
es: Fuente...
fa: فونت...
fi: Fontti...
fr: Police...
he: גופן...
hi: फ़ॉन्ट...
hu: Betűtípus...
ja: フォント...
ko: 글꼴...
mk: Фонт...
ms: Fon...
nb: Skrifttype...
nl: Lettertype...
nn: Skrifttype...
pa: فونٹ...
pl: Czcionka...
ps: فانټ...
pt: Tipo de letra...
ru: Шрифт...
sk: Písmo...
sv: Teckensnitt...
th: ฟอนต์...
tr: Yazı tipi...
uk: Шрифт...
ur: فونٹ...
vi: Phông chữ...
zh_hans: 字体...
zh_hant: 字體...

# action_invert_colors
source: Invert color
ar: عكس الألوان
bg: Обръщане на цветовете
ca: Inverteix els colors
cs: Invertovat barvy
da: Invertér farver
de: Farben invertieren
el: Αντιστροφή χρωμάτων
es: Invertir colores
fa: معکوس‌کردن رنگ‌ها
fi: Käännä värit
fr: Inverser les couleurs
he: החלף צבעים
hi: रंग उलटें
hu: Színek invertálása
id: Balik warna
it: Inverti colore
ja: 色を反転
ko: 색상 반전
mk: Инвертирај бои
ms: Songsangkan warna
nb: Inverter farger
nl: Kleuren omkeren
nn: Inverter fargar
pa: رنگ اُلٹو
pl: Odwróć kolory
ps: رنګونه واړوئ
pt: Inverter cores
ro: Inversează culorile
ru: Инвертировать цвета
sk: Invertovať farbu
sr: Invertuj boje
sv: Invertera färger
th: กลับสี
tr: Renkleri ters çevir
uk: Інвертувати кольори
ur: رنگ اُلٹائیں
vi: Đảo màu
zh_hans: 反转颜色
zh_hant: 反轉顏色

# action_quit
source: Quit
ar: إنهاء
bg: Изход
ca: Sortir
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fi: Lopeta
fr: Quitter
he: יציאה
hi: बंद करें
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
mk: Излези
ms: Keluar
nb: Avslutt
nl: Afsluiten
nn: Avslutt
pa: بند کرو
pl: Zakończ
ps: وتل
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sr: Izađi
sv: Avsluta
th: ออก
tr: Çık
uk: Вийти
ur: بند کریں
vi: Thoát
zh_hans: 退出
zh_hant: 結束

# action_reset_all_spaces_to_default
source: Reset all Space customizations to default...
ar: إعادة تعيين جميع المساحات للإعدادات الافتراضية...
bg: Нулирай всички персонализации на пространствата...
ca: Restableix les personalitzacions de tots els Espais...
cs: Obnovit úpravy všech Spaces...
da: Nulstil alle Space-tilpasninger...
de: Alle Space-Anpassungen zurücksetzen...
el: Επαναφορά προσαρμογών όλων των Χώρων...
es: Restablecer las personalizaciones de todos los Espacios...
fa: بازنشانی سفارشی‌سازی همه فضاها...
fi: Palauta kaikkien Spacesejen mukautukset oletuksiin...
fr: Réinitialiser les personnalisations de tous les Espaces...
he: אפס את כל המרחבים לברירת המחדל...
hi: सभी स्पेसेस को डिफॉल्ट पर रीसेट करें...
hu: Minden Space testreszabásának visszaállítása...
id: Atur ulang semua Space ke bawaan...
it: Reimposta tutte le personalizzazioni degli Spazi ai valori predefiniti...
ja: すべてのスペースのカスタマイズを初期設定に戻す...
ko: 모든 공간 사용자 지정 재설정...
mk: Ресетирај ги прилагодувањата на сите Простори...
ms: Tetapkan semula penyesuaian semua Ruang...
nb: Tilbakestill alle Space-tilpasninger...
nl: Alle aanpassingen voor alle Spaces terugzetten...
nn: Tilbakestill alle Space-tilpassingar...
pa: تمام سپیسز نوں ڈیفالٹ ’تے ری سیٹ کرو...
pl: Przywróć ustawienia domyślne dla wszystkich Spaces...
ps: ټول سپېسونه اصلي حالت ته وګرځوئ...
pt: Repor as personalizações de todos os Espaços...
ro: Resetează personalizările tuturor spațiilor...
ru: Сбросить настройки всех пространств...
sk: Obnoviť všetky priestory na predvolené...
sr: Vrati prilagođavanja svih Prostora na podrazumevano...
sv: Återställ alla Space-anpassningar...
th: รีเซ็ตการปรับแต่งของทุก Space...
tr: Tüm Alanların özelleştirmelerini varsayılana döndür...
uk: Скинути налаштування всіх просторів...
ur: تمام اسپیسز کو طے شدہ پر ری سیٹ کریں...
vi: Đặt lại tùy chỉnh của mọi Không gian...
zh_hans: 重置所有空间的自定义...
zh_hant: 重設所有空間的自訂...

# action_reset_color_to_default
source: Reset color to default...
ar: إعادة اللون إلى الافتراضي...
bg: Нулирай цвета...
ca: Restableix el color als valors per defecte...
cs: Obnovit barvu na výchozí...
da: Nulstil farve...
de: Farbe zurücksetzen...
el: Επαναφορά χρώματος στις προεπιλογές...
es: Restablecer el color a los valores predeterminados...
fa: بازنشانی رنگ به پیش‌فرض...
fi: Palauta väri oletuksiin...
fr: Réinitialiser la couleur aux valeurs par défaut...
he: אפס צבע לברירת המחדל...
hi: रंग डिफॉल्ट पर रीसेट करें...
hu: Szín visszaállítása alapértelmezettre...
id: Atur ulang warna ke bawaan...
it: Reimposta il colore ai valori predefiniti...
ja: 色を初期設定に戻す...
ko: 색상 재설정...
mk: Ресетирај боја на стандардно...
ms: Tetapkan semula warna ke lalai...
nb: Tilbakestill farge...
nl: Kleur terugzetten naar standaard...
nn: Tilbakestill farge...
pa: رنگ نوں ڈیفالٹ ’تے ری سیٹ کرو...
pl: Przywróć kolor do ustawień domyślnych...
ps: رنګ اصلي حالت ته وګرځوئ...
pt: Repor a cor para as predefinições...
ro: Resetează culoarea la valorile implicite...
ru: Сбросить цвет...
sk: Obnoviť farbu na predvolenú...
sr: Vrati boju na podrazumevanu...
sv: Återställ färg...
th: รีเซ็ตสีเป็นค่าเริ่มต้น...
tr: Rengi varsayılana döndür...
uk: Скинути колір за замовчуванням...
ur: رنگ کو طے شدہ پر ری سیٹ کریں...
vi: Đặt lại màu về mặc định...
zh_hans: 重置颜色...
zh_hant: 重設顏色...

# action_reset_font_to_default
source: Reset font to default...
ar: إعادة الخط إلى الافتراضي...
bg: Нулирай шрифта...
ca: Restableix la lletra als valors per defecte...
cs: Obnovit písmo na výchozí...
da: Nulstil skrifttype...
de: Schriftart zurücksetzen...
el: Επαναφορά γραμματοσειράς στις προεπιλογές...
es: Restablecer la fuente a los valores predeterminados...
fa: بازنشانی فونت به پیش‌فرض...
fi: Palauta fontti oletuksiin...
fr: Réinitialiser la police aux valeurs par défaut...
he: אפס גופן לברירת המחדל...
hi: फ़ॉन्ट डिफॉल्ट पर रीसेट करें...
hu: Betűtípus visszaállítása alapértelmezettre...
id: Atur ulang font ke bawaan...
it: Reimposta il font ai valori predefiniti...
ja: フォントを初期設定に戻す...
ko: 글꼴 재설정...
mk: Ресетирај фонт на стандардно...
ms: Tetapkan semula fon ke lalai...
nb: Tilbakestill skrifttype...
nl: Lettertype terugzetten naar standaard...
nn: Tilbakestill skrifttype...
pa: فونٹ نوں ڈیفالٹ ’تے ری سیٹ کرو...
pl: Przywróć czcionkę do ustawień domyślnych...
ps: فانټ اصلي حالت ته وګرځوئ...
pt: Repor o tipo de letra para as predefinições...
ro: Resetează fontul la valorile implicite...
ru: Сбросить шрифт...
sk: Obnoviť písmo na predvolené...
sr: Vrati font na podrazumevani...
sv: Återställ teckensnitt...
th: รีเซ็ตฟอนต์เป็นค่าเริ่มต้น...
tr: Yazı tipini varsayılana döndür...
uk: Скинути шрифт за замовчуванням...
ur: فونٹ کو طے شدہ پر ری سیٹ کریں...
vi: Đặt lại phông chữ về mặc định...
zh_hans: 重置字体...
zh_hant: 重設字體...

# action_reset_space_to_default
source: Reset current Space customizations to default...
ar: إعادة تعيين المساحة الحالية إلى الافتراضي...
bg: Нулирай текущото пространство...
ca: Restableix les personalitzacions de l'Espai actual...
cs: Obnovit úpravy aktuálního Space...
da: Nulstil nuværende Space-tilpasninger...
de: Aktuelle Space-Anpassungen zurücksetzen...
el: Επαναφορά προσαρμογών τρέχοντος Χώρου...
es: Restablecer las personalizaciones del Espacio actual...
fa: بازنشانی سفارشی‌سازی فضای فعلی...
fi: Palauta nykyisen Spacen mukautukset oletuksiin...
fr: Réinitialiser les personnalisations de l'Espace actuel...
he: אפס מרחב נוכחי לברירת המחדל...
hi: मौजूदा स्पेस को डिफॉल्ट पर रीसेट करें...
hu: Aktuális Space testreszabásainak visszaállítása...
id: Atur ulang Space ini ke bawaan...
it: Reimposta le personalizzazioni dello Spazio corrente ai valori predefiniti...
ja: このスペースのカスタマイズを初期設定に戻す...
ko: 현재 공간 사용자 지정 재설정...
mk: Ресетирај ги прилагодувањата на тековниот Простор...
ms: Tetapkan semula penyesuaian Ruang semasa...
nb: Tilbakestill gjeldende Space-tilpasninger...
nl: Aanpassingen van de huidige Space terugzetten...
nn: Tilbakestill gjeldande Space-tilpassingar...
pa: موجودہ سپیس نوں ڈیفالٹ ’تے ری سیٹ کرو...
pl: Przywróć dostosowania bieżącego Space do domyślnych...
ps: دا سپېس اصلي حالت ته وګرځوئ...
pt: Repor as personalizações do Espaço atual...
ro: Resetează personalizările spațiului curent...
ru: Сбросить настройки текущего пространства...
sk: Obnoviť aktuálny priestor na predvolený...
sr: Vrati prilagođavanja tekućeg Prostora na podrazumevano...
sv: Återställ aktuella Space-anpassningar...
th: รีเซ็ตการปรับแต่งของ Space นี้...
tr: Geçerli Alanın özelleştirmelerini varsayılana döndür...
uk: Скинути налаштування поточного простору...
ur: موجودہ اسپیس کو طے شدہ پر ری سیٹ کریں...
vi: Đặt lại tùy chỉnh của Không gian hiện tại...
zh_hans: 重置当前空间的自定义...
zh_hant: 重設目前空間的自訂...

# action_reset_style_to_default
source: Reset style to default...
ar: إعادة النمط إلى الافتراضي...
bg: Нулирай стила...
ca: Restableix l'estil als valors per defecte...
cs: Obnovit styl na výchozí...
da: Nulstil stil...
de: Stil zurücksetzen...
el: Επαναφορά στιλ στις προεπιλογές...
es: Restablecer el estilo a los valores predeterminados...
fa: بازنشانی استایل به پیش‌فرض...
fi: Palauta tyyli oletuksiin...
fr: Réinitialiser le style aux valeurs par défaut...
he: אפס סגנון לברירת המחדל...
hi: स्टाइल डिफॉल्ट पर रीसेट करें...
hu: Stílus visszaállítása alapértelmezettre...
id: Atur ulang gaya ke bawaan...
it: Reimposta lo stile ai valori predefiniti...
ja: スタイルを初期設定に戻す...
ko: 스타일 재설정...
mk: Ресетирај стил на стандардно...
ms: Tetapkan semula gaya ke lalai...
nb: Tilbakestill stil...
nl: Stijl terugzetten naar standaard...
nn: Tilbakestill stil...
pa: سٹائل نوں ڈیفالٹ ’تے ری سیٹ کرو...
pl: Przywróć styl do ustawień domyślnych...
ps: سټایل اصلي حالت ته وګرځوئ...
pt: Repor o estilo para as predefinições...
ro: Resetează stilul la valorile implicite...
ru: Сбросить стиль...
sk: Obnoviť štýl na predvolený...
sr: Vrati stil na podrazumevani...
sv: Återställ stil...
th: รีเซ็ตสไตล์เป็นค่าเริ่มต้น...
tr: Stili varsayılana döndür...
uk: Скинути стиль за замовчуванням...
ur: انداز کو طے شدہ پر ری سیٹ کریں...
vi: Đặt lại kiểu về mặc định...
zh_hans: 重置样式...
zh_hant: 重設樣式...

# button_cancel
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: انصراف
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mk: Откажи
ms: Batal
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa: منسوخ
pl: Anuluj
ps: لغوه
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sr: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# button_learn_more
source: Learn More...
ar: مزيد من المعلومات...
bg: Научи повече...
ca: Més informació...
cs: Další informace...
da: Læs mere...
de: Mehr erfahren...
el: Μάθετε περισσότερα...
es: Saber más...
fa: اطلاعات بیشتر...
fi: Lue lisää...
fr: En savoir plus...
he: מידע נוסף...
hi: और जानें...
hu: További információ...
id: Pelajari lebih lanjut...
it: Scopri di più...
ja: 詳しく見る...
ko: 자세히 알아보기...
mk: Дознај повеќе...
ms: Ketahui lebih lanjut...
nb: Les mer...
nl: Meer informatie...
nn: Les meir...
pa: ہور پڑھو...
pl: Dowiedz się więcej...
ps: نور معلومات...
pt: Saber mais...
ro: Află mai multe...
ru: Подробнее...
sk: Viac informácií...
sr: Saznaj više...
sv: Läs mer...
th: เรียนรู้เพิ่มเติม...
tr: Daha fazla bilgi...
uk: Докладніше...
ur: مزید جانیں...
vi: Tìm hiểu thêm...
zh_hans: 了解更多...
zh_hant: 了解更多...

# button_ok
source: OK
ar: موافق
ca: D'acord
fa: باشه
he: אישור
hi: ठीक है
ko: 확인
mk: Во ред
pa: ٹھیک ہے
ps: سم
ru: ОК
sr: U redu
th: ตกลง
tr: Tamam
uk: ОК
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 確定

# button_reset
source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restableix
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Palauta
fr: Réinitialiser
he: איפוס
hi: रीसेट
hu: Visszaállítás
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 재설정
mk: Ресетирај
ms: Tetapkan semula
nb: Tilbakestill
nl: Herstellen
nn: Tilbakestill
pa: ری سیٹ
pl: Przywróć
ps: بياتنظيم
pt: Repor
ro: Resetează
ru: Сбросить
sk: Obnoviť
sr: Vrati
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: ری سیٹ
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# button_reset_all
source: Reset All
ar: إعادة تعيين الكل
bg: Нулирай всичко
ca: Restableix-ho tot
cs: Obnovit vše
da: Nulstil alle
de: Alle zurücksetzen
el: Επαναφορά όλων
es: Restablecer todo
fa: بازنشانی همه
fi: Palauta kaikki
fr: Tout réinitialiser
he: אפס הכל
hi: सभी रीसेट करें
hu: Mindet visszaállít
id: Atur Ulang Semua
it: Reimposta tutto
ja: すべてリセット
ko: 모두 재설정
mk: Ресетирај сè
ms: Tetapkan semula semua
nb: Tilbakestill alle
nl: Alles herstellen
nn: Tilbakestill alle
pa: سب ری سیٹ کرو
pl: Przywróć wszystko
ps: ټول بياتنظيم کړئ
pt: Repor tudo
ro: Resetează tot
ru: Сбросить все
sk: Obnoviť všetko
sr: Vrati sve
sv: Återställ alla
th: รีเซ็ตทั้งหมด
tr: Tümünü sıfırla
uk: Скинути все
ur: سب ری سیٹ کریں
vi: Đặt lại tất cả
zh_hans: 全部重置
zh_hant: 全部重設

# confirm_apply_color_to_all
source: Copy color to all Spaces?
ar: نسخ اللون إلى جميع المساحات؟
bg: Да копирам цвета към всички пространства?
ca: Copiar el color a tots els Espais?
cs: Zkopírovat barvu do všech Spaces?
da: Kopiér farve til alle Spaces?
de: Farbe auf alle Spaces kopieren?
el: Αντιγραφή χρώματος σε όλους τους Χώρους;
es: ¿Copiar el color en todos los Espacios?
fa: رنگ به همه فضاها کپی شود؟
fi: Kopioidaanko väri kaikkiin Spaceseihin?
fr: Copier la couleur sur tous les Espaces ?
he: להעתיק צבע לכל המרחבים?
hi: सभी स्पेसेस पर रंग कॉपी करें?
hu: Másolja a színt minden Space-re?
id: Salin warna ke semua Space?
it: Copia il colore in tutti gli Spazi?
ja: 色をすべてのスペースにコピーしますか？
ko: 색상을 모든 공간에 복사할까요?
mk: Да се копира бојата на сите Простори?
ms: Salin warna ke semua Ruang?
nb: Kopier farge til alle Spaces?
nl: Kleur naar alle Spaces kopiëren?
nn: Kopier farge til alle Spaces?
pa: تمام سپیسز ’تے رنگ کاپی کریے؟
pl: Skopiować kolor do wszystkich Spaces?
ps: رنګ ټولو سپېسونو ته کاپي شي؟
pt: Copiar a cor para todos os Espaços?
ro: Copiați culoarea în toate spațiile?
ru: Скопировать цвет во все пространства?
sk: Kopírovať farbu do všetkých priestorov?
sr: Kopirati boju na sve Prostore?
sv: Kopiera färg till alla Spaces?
th: คัดลอกสีไปยังทุก Space?
tr: Rengi tüm Alanlara kopyalansın mı?
uk: Скопіювати колір для всіх просторів?
ur: تمام اسپیسز پر رنگ کاپی کریں؟
vi: Sao chép màu cho tất cả Không gian?
zh_hans: 将颜色复制到所有空间？
zh_hant: 將顏色複製到所有空間？

# confirm_apply_style_to_all
source: Copy style to all Spaces?
ar: نسخ النمط إلى جميع المساحات؟
bg: Да копирам стила към всички пространства?
ca: Copiar l'estil a tots els Espais?
cs: Zkopírovat styl do všech Spaces?
da: Kopiér stil til alle Spaces?
de: Stil auf alle Spaces kopieren?
el: Αντιγραφή στιλ σε όλους τους Χώρους;
es: ¿Copiar el estilo en todos los Espacios?
fa: استایل به همه فضاها کپی شود؟
fi: Kopioidaanko tyyli kaikkiin Spaceseihin?
fr: Copier le style sur tous les Espaces ?
he: להעתיק סגנון לכל המרחבים?
hi: सभी स्पेसेस पर स्टाइल कॉपी करें?
hu: Másolja a stílust minden Space-re?
id: Salin gaya ke semua Space?
it: Copia lo stile in tutti gli Spazi?
ja: スタイルをすべてのスペースにコピーしますか？
ko: 스타일을 모든 공간에 복사할까요?
mk: Да се копира стилот на сите Простори?
ms: Salin gaya ke semua Ruang?
nb: Kopier stil til alle Spaces?
nl: Stijl naar alle Spaces kopiëren?
nn: Kopier stil til alle Spaces?
pa: تمام سپیسز ’تے سٹائل کاپی کریے؟
pl: Skopiować styl do wszystkich Spaces?
ps: سټایل ټولو سپېسونو ته کاپي شي؟
pt: Copiar o estilo para todos os Espaços?
ro: Copiați stilul în toate spațiile?
ru: Скопировать стиль во все пространства?
sk: Kopírovať štýl do všetkých priestorov?
sr: Kopirati stil na sve Prostore?
sv: Kopiera stil till alla Spaces?
th: คัดลอกสไตล์ไปยังทุก Space?
tr: Stil tüm Alanlara kopyalansın mı?
uk: Скопіювати стиль для всіх просторів?
ur: تمام اسپیسز پر انداز کاپی کریں؟
vi: Sao chép kiểu cho tất cả Không gian?
zh_hans: 将样式复制到所有空间？
zh_hant: 將樣式複製到所有空間？

# confirm_apply_to_all
source: Copy to all Spaces?
ar: نسخ إلى جميع المساحات؟
bg: Да копирам към всички пространства?
ca: Copiar a tots els Espais?
cs: Zkopírovat do všech Spaces?
da: Kopiér til alle Spaces?
de: Auf alle Spaces kopieren?
el: Αντιγραφή σε όλους τους Χώρους;
es: ¿Copiar en todos los Espacios?
fa: به همه فضاها کپی شود؟
fi: Kopioidaanko kaikkiin Spaceseihin?
fr: Copier sur tous les Espaces ?
he: להעתיק לכל המרחבים?
hi: सभी स्पेसेस पर कॉपी करें?
hu: Másolja minden Space-re?
id: Salin ke semua Space?
it: Copia in tutti gli Spazi?
ja: すべてのスペースにコピーしますか？
ko: 모든 공간에 복사할까요?
mk: Да се копира на сите Простори?
ms: Salin ke semua Ruang?
nb: Kopier til alle Spaces?
nl: Kopiëren naar alle Spaces?
nn: Kopier til alle Spaces?
pa: تمام سپیسز ’تے کاپی کریے؟
pl: Skopiować do wszystkich Spaces?
ps: ټولو سپېسونو ته کاپي شي؟
pt: Copiar para todos os Espaços?
ro: Copiați în toate spațiile?
ru: Скопировать во все пространства?
sk: Kopírovať do všetkých priestorov?
sr: Kopirati na sve Prostore?
sv: Kopiera till alla Spaces?
th: คัดลอกไปยังทุก Space?
tr: Tüm Alanlara kopyalansın mı?
uk: Скопіювати для всіх просторів?
ur: تمام اسپیسز پر کاپی کریں؟
vi: Sao chép cho tất cả Không gian?
zh_hans: 复制到所有空间？
zh_hant: 複製到所有空間？
