Repository: gechr/WhichSpace
Catalog: WhichSpace/Locale/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# confirm_reset_all_spaces
source: Reset all Spaces?
ar: إعادة تعيين كل المساحات؟
bg: Да нулирам всички пространства?
ca: Restablir tots els Espais?
cs: Obnovit všechny Spaces?
da: Nulstil alle Spaces?
de: Alle Spaces zurücksetzen?
el: Επαναφορά όλων των Χώρων;
es: ¿Restablecer todos los Espacios?
fa: همه فضاها بازنشانی شوند؟
fi: Palautetaanko kaikki Spacet?
fr: Réinitialiser tous les Espaces ?
he: לאפס את כל המרחבים?
hi: सभी स्पेसेस रीसेट करें?
hu: Visszaállítja az összes Space-t?
id: Atur ulang semua Space?
it: Reimpostare tutti gli Spazi?
ja: すべてのスペースをリセットしますか？
ko: 모든 공간을 재설정할까요?
mk: Да се ресетираат сите Простори?
ms: Tetapkan semula semua Ruang?
nb: Tilbakestille alle Spaces?
nl: Alle Spaces herstellen?
nn: Tilbakestille alle Spaces?
pa: تمام سپیسز ری سیٹ کریے؟
pl: Przywrócić wszystkie Spaces?
ps: ټول سپېسونه بياتنظيم شي؟
pt: Repor todos os Espaços?
ro: Resetați toate spațiile?
ru: Сбросить все пространства?
sk: Obnoviť všetky priestory?
sr: Vratiti sve Prostore?
sv: Återställa alla Spaces?
th: รีเซ็ตทุก Space?
tr: Tüm Alanlar sıfırlansın mı?
uk: Скинути всі простори?
ur: تمام اسپیسز ری سیٹ کریں؟
vi: Đặt lại mọi Không gian?
zh_hans: 重置所有空间？
zh_hant: 重設所有空間？

# confirm_reset_color
source: Reset color?
ar: إعادة تعيين اللون؟
bg: Да нулирам цвета?
ca: Restablir el color?
cs: Obnovit barvu?
da: Nulstil farve?
de: Farbe zurücksetzen?
el: Επαναφορά χρώματος;
es: ¿Restablecer el color?
fa: رنگ بازنشانی شود؟
fi: Palautetaanko väri?
fr: Réinitialiser la couleur ?
he: לאפס צבע?
hi: रंग रीसेट करें?
hu: Visszaállítja a színt?
id: Atur ulang warna?
it: Reimpostare il colore?
ja: 色をリセットしますか？
ko: 색상을 재설정할까요?
mk: Да се ресетира бојата?
ms: Tetapkan semula warna?
nb: Tilbakestille farge?
nl: Kleur herstellen?
nn: Tilbakestille farge?
pa: رنگ ری سیٹ کریے؟
pl: Przywrócić kolor?
ps: رنګ بياتنظيم شي؟
pt: Repor a cor?
ro: Resetați culoarea?
ru: Сбросить цвет?
sk: Obnoviť farbu?
sr: Vratiti boju?
sv: Återställa färg?
th: รีเซ็ตสี?
tr: Renk sıfırlansın mı?
uk: Скинути колір?
ur: رنگ ری سیٹ کریں؟
vi: Đặt lại màu?
zh_hans: 重置颜色？
zh_hant: 重設顏色？

# confirm_reset_font
source: Reset font?
ar: إعادة تعيين الخط؟
bg: Да нулирам шрифта?
ca: Restablir la lletra?
cs: Obnovit písmo?
da: Nulstil skrifttype?
de: Schriftart zurücksetzen?
el: Επαναφορά γραμματοσειράς;
es: ¿Restablecer la fuente?
fa: فونت بازنشانی شود؟
fi: Palautetaanko fontti?
fr: Réinitialiser la police ?
he: לאפס גופן?
hi: फ़ॉन्ट रीसेट करें?
hu: Visszaállítja a betűtípust?
id: Atur ulang font?
it: Reimpostare il font?
ja: フォントをリセットしますか？
ko: 글꼴을 재설정할까요?
mk: Да се ресетира фонтот?
ms: Tetapkan semula fon?
nb: Tilbakestille skrifttype?
nl: Lettertype herstellen?
nn: Tilbakestille skrifttype?
pa: فونٹ ری سیٹ کریے؟
pl: Przywrócić czcionkę?
ps: فانټ بياتنظيم شي؟
pt: Repor o tipo de letra?
ro: Resetați fontul?
ru: Сбросить шрифт?
sk: Obnoviť písmo?
sr: Vratiti font?
sv: Återställa teckensnitt?
th: รีเซ็ตฟอนต์?
tr: Yazı tipi sıfırlansın mı?
uk: Скинути шрифт?
ur: فونٹ ری سیٹ کریں؟
vi: Đặt lại phông chữ?
zh_hans: 重置字体？
zh_hant: 重設字體？

# confirm_reset_space
source: Reset this Space?
ar: إعادة تعيين هذه المساحة؟
bg: Да нулирам това пространство?
ca: Restablir aquest Espai?
cs: Obnovit tento Space?
da: Nulstil dette Space?
de: Diesen Space zurücksetzen?
el: Επαναφορά αυτού του Χώρου;
es: ¿Restablecer este Espacio?
fa: این فضا بازنشانی شود؟
fi: Palautetaanko tämä Space?
fr: Réinitialiser cet Espace ?
he: לאפס מרחב זה?
hi: इस स्पेस को रीसेट करें?
hu: Visszaállítja ezt a Space-t?
id: Atur ulang Space ini?
it: Reimpostare questo Spazio?
ja: このスペースをリセットしますか？
ko: 이 공간을 재설정할까요?
mk: Да се ресетира овој Простор?
ms: Tetapkan semula Ruang ini?
nb: Tilbakestille dette Space?
nl: Deze Space herstellen?
nn: Tilbakestille dette Space?
pa: ایہ سپیس ری سیٹ کریے؟
pl: Przywrócić ten Space?
ps: دا سپېس بياتنظيم شي؟
pt: Repor este Espaço?
ro: Resetați acest spațiu?
ru: Сбросить это пространство?
sk: Obnoviť tento priestor?
sr: Vratiti ovaj Prostor?
sv: Återställa detta Space?
th: รีเซ็ต Space นี้?
tr: Bu Alan sıfırlansın mı?
uk: Скинути цей простір?
ur: یہ اسپیس ری سیٹ کریں؟
vi: Đặt lại Không gian này?
zh_hans: 重置此空间？
zh_hant: 重設此空間？

# confirm_reset_style
source: Reset style?
ar: إعادة تعيين النمط؟
bg: Да нулирам стила?
ca: Restablir l'estil?
cs: Obnovit styl?
da: Nulstil stil?
de: Stil zurücksetzen?
el: Επαναφορά στιλ;
es: ¿Restablecer el estilo?
fa: استایل بازنشانی شود؟
fi: Palautetaanko tyyli?
fr: Réinitialiser le style ?
he: לאפס סגנון?
hi: स्टाइल रीसेट करें?
hu: Visszaállítja a stílust?
id: Atur ulang gaya?
it: Reimpostare lo stile?
ja: スタイルをリセットしますか？
ko: 스타일을 재설정할까요?
mk: Да се ресетира стилот?
ms: Tetapkan semula gaya?
nb: Tilbakestille stil?
nl: Stijl herstellen?
nn: Tilbakestille stil?
pa: سٹائل ری سیٹ کریے؟
pl: Przywrócić styl?
ps: سټایل بياتنظيم شي؟
pt: Repor o estilo?
ro: Resetați stilul?
ru: Сбросить стиль?
sk: Obnoviť štýl?
sr: Vratiti stil?
sv: Återställa stil?
th: รีเซ็ตสไตล์?
tr: Stil sıfırlansın mı?
uk: Скинути стиль?
ur: انداز ری سیٹ کریں؟
vi: Đặt lại kiểu?
zh_hans: 重置样式？
zh_hant: 重設樣式？

# detail_apply_color_to_all
source: This will update all other Spaces to match this Space's color.
ar: سيُحدّث هذا جميع المساحات الأخرى لتطابق لون هذه المساحة.
bg: Това ще обнови всички други пространства да съвпадат с цвета на това пространство.
ca: Això actualitzarà tots els altres Espais per coincidir amb el color d'aquest Espai.
cs: Aktualizuje všechny ostatní Spaces, aby odpovídaly barvě tohoto Space.
da: Dette opdaterer alle andre Spaces til dette Spaces farve.
de: Dies aktualisiert alle anderen Spaces auf die Farbe dieses Spaces.
el: Θα ενημερώσει όλους τους άλλους Χώρους ώστε να ταιριάζουν με το χρώμα αυτού του Χώρου.
es: Esto actualizará todos los demás Espacios para que coincidan con el color de este Espacio.
fa: این کار همه فضاهای دیگر را به رنگ این فضا به‌روز می‌کند.
fi: Tämä päivittää kaikki muut Spacet vastaamaan tämän Spacen väriä.
fr: Cela mettra à jour tous les autres Espaces pour qu'ils correspondent à la couleur de cet Espace.
he: זה יעדכן את כל המרחבים האחרים כך שיתאימו לצבע של מרחב זה.
hi: यह सभी अन्य स्पेसेस को इस स्पेस के रंग से मिलाएगा।
hu: Ez frissíti az összes többi Space-t, hogy megegyezzen ennek a Space-nek a színével.
id: Ini akan memperbarui semua Space lain agar sesuai dengan warna Space ini.
it: Questo aggiornerà tutti gli altri Spazi per abbinare il colore di questo Spazio.
ja: このスペースと同じ色に他のすべてのスペースを更新します。
ko: 다른 모든 공간을 이 공간의 색상으로 업데이트합니다.
mk: Ова ќе ги ажурира сите други Простори за да одговараат на бојата на овој Простор.
ms: Ini akan mengemas kini semua Ruang lain agar sepadan dengan warna Ruang ini.
nb: Dette oppdaterer alle andre Spaces slik at de matcher fargen til dette Space.
nl: Dit werkt alle andere Spaces bij zodat ze dezelfde kleur hebben als deze Space.
nn: Dette oppdaterer alle andre Spaces slik at dei matchar fargen til dette Space.
pa: ایہ ہور سارے سپیسز نوں اس سپیس دے رنگ نال میچ کرے گا۔
pl: Zaktualizuje wszystkie inne Spaces, aby pasowały do koloru tego Space.
ps: دا به ټول نور سپېسونه د دې سپېس له رنګ سره برابر کړي.
pt: Isto irá atualizar todos os outros Espaços para corresponderem à cor deste Espaço.
ro: Aceasta va actualiza toate celelalte spații pentru a se potrivi cu culoarea acestui spațiu.
ru: Это обновит все остальные пространства, чтобы они совпадали с цветом этого пространства.
sk: Toto aktualizuje všetky ostatné priestory tak, aby zodpovedali farbe tohto priestoru.
sr: Ovo će ažurirati sve ostale Prostore da odgovaraju boji ovog Prostora.
sv: Detta uppdaterar alla andra Spaces så att de matchar färgen på det här Space.
th: การดำเนินการนี้จะอัปเดต Space อื่นทั้งหมดให้ตรงกับสีของ Space นี้
tr: Bu, diğer tüm Alanları bu Alanın rengiyle eşleşecek şekilde günceller.
uk: Це оновить всі інші простори, щоб вони відповідали кольору цього простору.
ur: یہ تمام دوسرے اسپیسز کو اس اسپیس کے رنگ سے ملائے گا۔
vi: Thao tác này sẽ cập nhật tất cả Không gian khác để khớp với màu của Không gian này.
zh_hans: 这会将其他所有空间更新为此空间的颜色。
zh_hant: 這會將所有其他空間更新為此空間的顏色。

# detail_apply_style_to_all
source: This will update all other Spaces to match this Space's style.
ar: سيُحدّث هذا جميع المساحات الأخرى لتطابق نمط هذه المساحة.
bg: Това ще обнови всички други пространства да съвпадат със стила на това пространство.
ca: Això actualitzarà tots els altres Espais per coincidir amb l'estil d'aquest Espai.
cs: Aktualizuje všechny ostatní Spaces, aby odpovídaly stylu tohoto Space.
da: Dette opdaterer alle andre Spaces til dette Spaces stil.
de: Dies aktualisiert alle anderen Spaces auf den Stil dieses Spaces.
el: Θα ενημερώσει όλους τους άλλους Χώρους ώστε να ταιριάζουν με το στιλ αυτού του Χώρου.
es: Esto actualizará todos los demás Espacios para que coincidan con el estilo de este Espacio.
fa: این کار همه فضاهای دیگر را به استایل این فضا به‌روز می‌کند.
fi: Tämä päivittää kaikki muut Spacet vastaamaan tämän Spacen tyyliä.
fr: Cela mettra à jour tous les autres Espaces pour qu'ils correspondent au style de cet Espace.
he: זה יעדכן את כל המרחבים האחרים כך שיתאימו לסגנון של מרחב זה.
hi: यह सभी अन्य स्पेसेस को इस स्पेस की स्टाइल से मिलाएगा।
hu: Ez frissíti az összes többi Space-t, hogy megegyezzen ennek a Space-nek a stílusával.
id: Ini akan memperbarui semua Space lain agar sesuai dengan gaya Space ini.
it: Questo aggiornerà tutti gli altri Spazi per abbinare lo stile di questo Spazio.
ja: このスペースと同じスタイルに他のすべてのスペースを更新します。
ko: 다른 모든 공간을 이 공간의 스타일로 업데이트합니다.
mk: Ова ќе ги ажурира сите други Простори за да одговараат на стилот на овој Простор.
ms: Ini akan mengemas kini semua Ruang lain agar sepadan dengan gaya Ruang ini.
nb: Dette oppdaterer alle andre Spaces slik at de matcher stilen til dette Space.
nl: Dit werkt alle andere Spaces bij zodat ze dezelfde stijl hebben als deze Space.
nn: Dette oppdaterer alle andre Spaces slik at dei matchar stilen til dette Space.
pa: ایہ ہور سارے سپیسز نوں اس سپیس دے سٹائل نال میچ کرے گا۔
pl: Zaktualizuje wszystkie inne Spaces, aby pasowały do stylu tego Space.
ps: دا به ټول نور سپېسونه د دې سپېس له سټایل سره برابر کړي.
pt: Isto irá atualizar todos os outros Espaços para corresponderem ao estilo deste Espaço.
ro: Aceasta va actualiza toate celelalte spații pentru a se potrivi cu stilul acestui spațiu.
ru: Это обновит все остальные пространства, чтобы они совпадали со стилем этого пространства.
sk: Toto aktualizuje všetky ostatné priestory tak, aby zodpovedali štýlu tohto priestoru.
sr: Ovo će ažurirati sve ostale Prostore da odgovaraju stilu ovog Prostora.
sv: Detta uppdaterar alla andra Spaces så att de matchar stilen på det här Space.
th: การดำเนินการนี้จะอัปเดต Space อื่นทั้งหมดให้ตรงกับสไตล์ของ Space นี้
tr: Bu, diğer tüm Alanları bu Alanın stiliyle eşleşecek şekilde günceller.
uk: Це оновить всі інші простори, щоб вони відповідали стилю цього простору.
ur: یہ تمام دوسرے اسپیسز کو اس اسپیس کے انداز سے ملائے گا۔
vi: Thao tác này sẽ cập nhật tất cả Không gian khác để khớp với kiểu của Không gian này.
zh_hans: 这会将其他所有空间更新为此空间的样式。
zh_hant: 這會將所有其他空間更新為此空間的樣式。

# detail_apply_to_all
source: This will update all other Spaces to match this Space's color, style, symbol, and font.
ar: سيُحدّث هذا جميع المساحات الأخرى لتطابق لون هذه المساحة ونمطها ورمزها وخطها.
bg: Това ще обнови всички други пространства да съвпадат с цвета, стила, символа и шрифта на това пространство.
ca: Això actualitzarà tots els altres Espais per coincidir amb el color, l'estil, el símbol i el tipus de lletra d'aquest Espai.
cs: Aktualizuje všechny ostatní Spaces, aby odpovídaly barvě, stylu, symbolu a písmu tohoto Space.
da: Dette opdaterer alle andre Spaces til dette Spaces farve, stil, symbol og skrifttype.
de: Dies aktualisiert alle anderen Spaces auf die Farbe, den Stil, das Symbol und die Schriftart dieses Spaces.
el: Θα ενημερώσει όλους τους άλλους Χώρους ώστε να ταιριάζουν με το χρώμα, το στιλ, το σύμβολο και τη γραμματοσειρά αυτού του Χώρου.
es: Esto actualizará todos los demás Espacios para que coincidan con el color, estilo, símbolo y fuente de este Espacio.
fa: این کار همه فضاهای دیگر را با رنگ، استایل، نماد و فونت این فضا هماهنگ می‌کند.
fi: Tämä päivittää kaikki muut Spacet vastaamaan tämän Spacen väriä, tyyliä, symbolia ja fonttia.
fr: Cela mettra à jour tous les autres Espaces pour qu'ils correspondent à la couleur, au style, au symbole et à la police de cet Espace.
he: זה יעדכן את כל המרחבים האחרים כך שיתאימו לצבע, לסגנון, לסמל ולגופן של מרחב זה.
hi: यह सभी अन्य स्पेसेस को इस स्पेस के रंग, स्टाइल, प्रतीक और फ़ॉन्ट से मिलाएगा।
hu: Ez frissíti az összes többi Space-t, hogy megegyezzen ennek a Space-nek a színével, stílusával, szimbólumával és betűtípusával.
id: Ini akan memperbarui semua Space lain agar sesuai dengan warna, gaya, simbol, dan font Space ini.
it: Questo aggiornerà tutti gli altri Spazi per abbinare colore, stile, simbolo e font di questo Spazio.
ja: このスペースの色、スタイル、シンボル、フォントに他のすべてのスペースを更新します。
ko: 다른 모든 공간을 이 공간의 색상, 스타일, 심볼, 글꼴로 업데이트합니다.
mk: Ова ќе ги ажурира сите други Простори за да одговараат на бојата, стилот, симболот и фонтот на овој Простор.
ms: Ini akan mengemas kini semua Ruang lain agar sepadan dengan warna, gaya, simbol dan fon Ruang ini.
nb: Dette oppdaterer alle andre Spaces slik at de matcher fargen, stilen, symbolet og skrifttypen til dette Space.
nl: Dit werkt alle andere Spaces bij zodat ze dezelfde kleur, stijl, symbool en hetzelfde lettertype hebben als deze Space.
nn: Dette oppdaterer alle andre Spaces slik at dei matchar farge, stil, symbol og skrifttype til dette Space.
pa: ایہ ہور سارے سپیسز نوں اس سپیس دے رنگ، سٹائل، نشان تے فونٹ نال میچ کرے گا۔
pl: Zaktualizuje wszystkie inne Spaces, aby pasowały do koloru, stylu, symbolu i czcionki tego Space.
ps: دا به ټول نور سپېسونه د دې سپېس له رنګ، سټایل، سمبول او فانټ سره برابر کړي.
pt: Isto irá atualizar todos os outros Espaços para corresponderem à cor, ao estilo, ao símbolo e ao tipo de letra deste Espaço.
ro: Aceasta va actualiza toate celelalte spații pentru a se potrivi cu culoarea, stilul, simbolul și fontul acestui spațiu.
ru: Это обновит все остальные пространства, чтобы они совпадали с цветом, стилем, символом и шрифтом этого пространства.
sk: Toto aktualizuje všetky ostatné priestory tak, aby zodpovedali farbe, štýlu, symbolu a písmu tohto priestoru.
sr: Ovo će ažurirati sve ostale Prostore da odgovaraju boji, stilu, simbolu i fontu ovog Prostora.
sv: Detta uppdaterar alla andra Spaces så att de matchar färgen, stilen, symbolen och teckensnittet på det här Space.
th: การดำเนินการนี้จะอัปเดต Space อื่นทั้งหมดให้ตรงกับสี สไตล์ สัญลักษณ์ และฟอนต์ของ Space นี้
tr: Bu, diğer tüm Alanları bu Alanın rengi, stili, sembolü ve yazı tipiyle eşleşecek şekilde günceller.
uk: Це оновить всі інші простори, щоб вони відповідали кольору, стилю, символу та шрифту цього простору.
ur: یہ تمام دوسرے اسپیسز کو اس اسپیس کے رنگ، انداز، علامت اور فونٹ سے ملائے گا۔
vi: Thao tác này sẽ cập nhật tất cả Không gian khác để khớp với màu, kiểu, ký hiệu và phông chữ của Không gian này.
zh_hans: 这会将其他所有空间更新为此空间的颜色、样式、符号和字体。
zh_hant: 這會將所有其他空間更新為此空間的顏色、樣式、符號和字體。

# detail_reset_all_spaces
source: This will remove all color, style, font, size, and symbol customizations for every Space on all displays.
ar: سيؤدي ذلك إلى إزالة تخصيصات اللون والنمط والخط والحجم والرمز والصوت لكل مساحة على جميع الشاشات.
bg: Това ще премахне персонализациите на цвета, стила, шрифта, размера, символа и звука за всяко пространство на всички дисплеи.
ca: Això eliminarà totes les personalitzacions de color, estil, font, mida, símbol i so de cada Espai a totes les pantalles.
cs: Odstraní úpravy barvy, stylu, písma, velikosti, symbolu a zvuku pro každý Space na všech displejích.
da: Dette fjerner farve-, stil-, skrifttype-, størrelse-, symbol- og lydtilpasninger for hvert Space på alle skærme.
de: Dies entfernt alle Farb-, Stil-, Schrift-, Größen-, Symbol- und Sound-Anpassungen für jeden Space auf allen Displays.
el: Θα αφαιρέσει όλες τις προσαρμογές χρώματος, στιλ, γραμματοσειράς, μεγέθους, συμβόλου και ήχου για κάθε Χώρο σε όλες τις οθόνες.
es: Esto quitará todas las personalizaciones de color, estilo, fuente, tamaño, símbolo y sonido de cada Espacio en todas las pantallas.
fa: این کار همه سفارشی‌سازی‌های رنگ، استایل، فونت، اندازه، نماد و صدا را برای هر فضا در همه نمایشگرها حذف می‌کند.
fi: Tämä poistaa väri-, tyyli-, fontti-, koko-, symboli- ja ääni-mukautukset jokaisesta Spacesta kaikilla näytöillä.
fr: Cela supprimera toutes les personnalisations de couleur, style, police, taille, symbole et son pour chaque Espace sur tous les écrans.
he: פעולה זו תסיר התאמות של צבע, סגנון, גופן, גודל, סמל וצליל לכל מרחב בכל המסכים.
hi: यह सभी डिस्प्ले पर हर स्पेस के लिए रंग, स्टाइल, फ़ॉन्ट, आकार, प्रतीक और ध्वनि के अनुकूलन हटा देगा।
hu: Eltávolítja az összes szín-, stílus-, betűtípus-, méret-, szimbólum- és hang testreszabást minden Space-ről az összes kijelzőn.
id: Ini akan menghapus kustomisasi warna, gaya, font, ukuran, simbol, dan suara untuk setiap Space di semua layar.
it: Questo rimuoverà tutte le personalizzazioni di colore, stile, font, dimensione, simbolo e suono per ogni Spazio su tutti i monitor.
ja: すべてのディスプレイ上のすべてのスペースから色、スタイル、フォント、サイズ、シンボル、サウンドのカスタマイズを削除します。
ko: 모든 디스플레이의 모든 공간에 대한 색상, 스타일, 글꼴, 크기, 심볼, 사운드 사용자 지정을 모두 제거합니다.
mk: Ова ќе ги отстрани сите прилагодувања на боја, стил, фонт, големина, симбол и звук за секој Простор на сите дисплеи.
ms: Ini akan mengalih keluar semua penyesuaian warna, gaya, fon, saiz, simbol dan bunyi untuk setiap Ruang pada semua paparan.
nb: Dette fjerner farge-, stil-, skrifttype-, størrelse-, symbol- og lydtilpasninger for hvert Space på alle skjermer.
nl: Dit verwijdert alle kleur-, stijl-, lettertype-, grootte-, symbool- en geluidsaanpassingen voor elke Space op alle schermen.
nn: Dette fjernar tilpassingar av farge, stil, skrifttype, storleik, symbol og lyd for kvart Space på alle skjermar.
pa: ایہ ہر ڈسپلے ’تے ہر سپیس لئی رنگ، سٹائل، فونٹ، سائز، نشان تے آواز دیاں کسٹمائزیشن ختم کرے گا۔
pl: Usunie dostosowania koloru, stylu, czcionki, rozmiaru, symbolu i dźwięku dla każdego Space na wszystkich ekranach.
ps: دا به په ټولو ډیسپلېونو کې د هر سپېس د رنګ، سټایل، فانټ، اندازې، سمبول او غږ سمونونه لرې کړي.
pt: Isto irá remover todas as personalizações de cor, estilo, tipo de letra, tamanho, símbolo e som de cada Espaço em todos os monitores.
ro: Aceasta va elimina toate personalizările de culoare, stil, font, dimensiune, simbol și sunet pentru fiecare spațiu de pe toate ecranele.
ru: Это удалит настройки цвета, стиля, шрифта, размера, символа и звука для каждого пространства на всех дисплеях.
sk: Toto odstráni všetky prispôsobenia farby, štýlu, písma, veľkosti, symbolu a zvuku pre každý priestor na všetkých displejoch.
sr: Ovo će ukloniti prilagođavanja boje, stila, fonta, veličine, simbola i zvuka za svaki Prostor na svim ekranima.
sv: Detta tar bort alla färg-, stil-, teckensnitts-, storleks-, symbol- och ljudanpassningar för varje Space på alla skärmar.
th: การดำเนินการนี้จะลบการปรับแต่งสี สไตล์ ฟอนต์ ขนาด สัญลักษณ์ และเสียงของทุก Space บนทุกหน้าจอ
tr: Bu, tüm ekranlardaki her Alan için renk, stil, yazı tipi, boyut, sembol ve ses özelleştirmelerini kaldırır.
uk: Це видалить всі налаштування кольору, стилю, шрифту, розміру, символу та звуку для кожного простору на всіх дисплеях.
ur: یہ تمام ڈسپلے پر ہر اسپیس کے رنگ، انداز، فونٹ، سائز، علامت اور آواز کی تخصیصات ہٹا دے گا۔
vi: Thao tác này sẽ xóa mọi tùy chỉnh màu, kiểu, phông chữ, kích cỡ, ký hiệu và âm thanh cho từng Không gian trên mọi màn hình.
zh_hans: 这会移除所有显示器上每个空间的颜色、样式、字体、尺寸、符号和声音自定义。
zh_hant: 這會移除所有顯示器上每個空間的顏色、樣式、字體、尺寸、符號和聲音自訂。

# detail_reset_color
source: This will remove the custom color for the current Space and the Display separator.
ar: سيؤدي ذلك إلى إزالة اللون المخصص للمساحة الحالية والفاصل بين الشاشات.
bg: Това ще премахне персонализирания цвят за текущото пространство и разделителя на дисплея.
ca: Això eliminarà el color personalitzat de l'Espai actual i el separador de pantalla.
cs: Odstraní vlastní barvu pro aktuální Space a oddělovač displeje.
da: Dette fjerner den brugerdefinerede farve for det aktuelle Space og skillelinjen.
de: Dies entfernt die benutzerdefinierte Farbe für den aktuellen Space und den Display-Trenner.
el: Θα αφαιρέσει το προσαρμοσμένο χρώμα για τον τρέχοντα Χώρο και το διαχωριστικό της οθόνης.
es: Esto quitará el color personalizado del Espacio actual y del separador de pantalla.
fa: این کار رنگ سفارشی فضای فعلی و جداکننده نمایشگر را حذف می‌کند.
fi: Tämä poistaa nykyisen Spacen ja näytön erottimen mukautetun värin.
fr: Cela supprimera la couleur personnalisée pour l'Espace actuel et le séparateur d'écran.
he: פעולה זו תסיר את הצבע המותאם אישית למרחב הנוכחי ולמפריד התצוגות.
hi: यह मौजूदा स्पेस और डिस्प्ले सेपरेटर के लिए कस्टम रंग हटा देगा।
hu: Eltávolítja az aktuális Space és a kijelző elválasztó egyedi színét.
id: Ini akan menghapus warna khusus untuk Space saat ini dan pemisah layar.
it: Questo rimuoverà il colore personalizzato per lo Spazio corrente e il separatore del monitor.
ja: 現在のスペースとディスプレイのセパレーターのカスタムカラーを削除します。
ko: 현재 공간과 디스플레이 구분선의 사용자 지정 색상을 제거합니다.
mk: Ова ќе ја отстрани прилагодената боја за тековниот Простор и разделникот на дисплејот.
ms: Ini akan mengalih keluar warna tersuai untuk Ruang semasa dan pemisah Paparan.
nb: Dette fjerner den egendefinerte fargen for gjeldende Space og skillelinjen.
nl: Dit verwijdert de aangepaste kleur voor de huidige Space en de scheidingslijn van het scherm.
nn: Dette fjernar den eigendefinerte fargen for gjeldande Space og skiljelinja.
pa: ایہ موجودہ سپیس تے ڈسپلے سیپریٹر دا حسبِ منشا رنگ ہٹا دے گا۔
pl: Usunie niestandardowy kolor dla bieżącego Space i separatora ekranu.
ps: دا به د روان سپېس او ډیسپلې جلاکوونکي لپاره دودیز رنګ لرې کړي.
pt: Isto irá remover a cor personalizada do Espaço atual e do separador do monitor.
ro: Aceasta va elimina culoarea personalizată pentru spațiul curent și separatorul ecranului.
ru: Это удалит пользовательский цвет для текущего пространства и разделителя дисплея.
sk: Toto odstráni vlastnú farbu pre aktuálny priestor a oddeľovač displejov.
sr: Ovo će ukloniti prilagođenu boju za tekući Prostor i razdelnik ekrana.
sv: Detta tar bort den anpassade färgen för aktuellt Space och skärmavgränsaren.
th: การดำเนินการนี้จะลบสีที่กำหนดเองของ Space ปัจจุบันและตัวคั่นหน้าจอ
tr: Bu, geçerli Alan ve ekran ayırıcısı için özel rengi kaldırır.
uk: Це видалить налаштований колір для поточного простору та роздільника дисплея.
ur: یہ موجودہ اسپیس اور ڈسپلے سیپریٹر کا حسبِ منشا رنگ ہٹا دے گا۔
vi: Thao tác này sẽ xóa màu tùy chỉnh cho Không gian hiện tại và dấu phân tách màn hình.
zh_hans: 这会移除当前空间和显示器分隔符的自定义颜色。
zh_hant: 這會移除目前空間與顯示器分隔符的自訂顏色。
