Repository: gechr/WhichSpace
Catalog: WhichSpace/Locale/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# toggle_hide_empty_spaces
source: Hide empty Spaces
ar: إخفاء المساحات الفارغة
bg: Скрий празните пространства
ca: Amaga els Espais buits
cs: Skrýt prázdné Spaces
da: Skjul tomme Spaces
de: Leere Spaces ausblenden
el: Απόκρυψη άδειων Χώρων
es: Ocultar Espacios vacíos
fa: مخفی کردن فضاهای خالی
fi: Piilota tyhjät Spacet
fr: Masquer les Espaces vides
he: הסתר מרחבים ריקים
hi: खाली स्पेसेस छिपाएँ
hu: Üres Space-ek elrejtése
id: Sembunyikan Space kosong
it: Nascondi gli Spazi vuoti
ja: 空のスペースを非表示
ko: 빈 공간 숨기기
mk: Сокриј празни Простори
ms: Sembunyikan Ruang kosong
nb: Skjul tomme Spaces
nl: Lege Spaces verbergen
nn: Gøym tomme Spaces
pa: خالی سپیسز لکاؤ
pl: Ukryj puste Spaces
ps: خالي سپېسونه پټ کړئ
pt: Ocultar Espaços vazios
ro: Ascunde spațiile goale
ru: Скрывать пустые пространства
sk: Skryť prázdne priestory
sr: Sakrij prazne Prostore
sv: Dölj tomma Spaces
th: ซ่อน Space ว่าง
tr: Boş Alanları gizle
uk: Приховувати порожні простори
ur: خالی اسپیسز چھپائیں
vi: Ẩn Không gian trống
zh_hans: 隐藏空的空间
zh_hant: 隱藏空的空間

# toggle_hide_fullscreen_apps
source: Hide full-screen Applications
ar: إخفاء تطبيقات ملء الشاشة
bg: Скрий приложенията на цял екран
ca: Amaga les aplicacions a pantalla completa
cs: Skrýt aplikace na celou obrazovku
da: Skjul Spaces med fuldskærmsapps
de: Spaces mit Vollbild-Apps ausblenden
el: Απόκρυψη εφαρμογών πλήρους οθόνης
es: Ocultar aplicaciones a pantalla completa
fa: مخفی کردن برنامه‌های تمام‌صفحه
fi: Piilota koko näytön sovellukset
fr: Masquer les applications en plein écran
he: הסתר יישומי מסך מלא
hi: फुल-स्क्रीन ऐप्स छिपाएँ
hu: Teljes képernyős alkalmazások elrejtése
id: Sembunyikan aplikasi layar penuh
it: Nascondi le app a schermo intero
ja: 全画面アプリを非表示
ko: 전체 화면 앱 공간 숨기기
mk: Сокриј апликации на цел екран
ms: Sembunyikan aplikasi skrin penuh
nb: Skjul Spaces med fullskjermsapper
nl: Spaces met apps op volledig scherm verbergen
nn: Gøym fullskjermprogram
pa: فل اسکرین ایپس لکاؤ
pl: Ukryj aplikacje pełnoekranowe
ps: بشپړ سکرین اپلېکېشنونه پټ کړئ
pt: Ocultar aplicações em ecrã inteiro
ro: Ascunde aplicațiile pe tot ecranul
ru: Скрывать пространства с полноэкранными приложениями
sk: Skryť celoobrazovkové aplikácie
sr: Sakrij aplikacije preko celog ekrana
sv: Dölj Spaces med helskärmsappar
th: ซ่อนแอปเต็มหน้าจอ
tr: Tam ekran uygulamaları gizle
uk: Приховувати повноекранні застосунки
ur: فل اسکرین ایپس چھپائیں
vi: Ẩn ứng dụng toàn màn hình
zh_hans: 隐藏全屏应用的空间
zh_hant: 隱藏全螢幕應用的空間

# toggle_launch_at_login
source: Launch at Login
ar: تشغيل عند تسجيل الدخول
bg: Стартирай при вход
ca: Executa en iniciar sessió
cs: Spustit při přihlášení
da: Start ved login
de: Beim Login starten
el: Εκκίνηση στη σύνδεση
es: Abrir al iniciar sesión
fa: اجرای هنگام ورود
fi: Käynnistä kirjautuessa
fr: Lancer à la connexion
he: הפעל בעת ההתחברות
hi: लॉगिन पर चालू करें
hu: Indítás bejelentkezéskor
id: Jalankan saat masuk
it: Avvio all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
mk: Пушти при најавување
ms: Jalankan semasa log masuk
nb: Start ved innlogging
nl: Starten bij inloggen
nn: Start ved pålogging
pa: لاگ اِن ’تے چلاؤ
pl: Uruchamiaj przy logowaniu
ps: د ننوتلو پر مهال وچلوئ
pt: Abrir ao iniciar sessão
ro: Pornește la logare
ru: Запускать при входе
sk: Spustiť pri prihlásení
sr: Pokreni pri prijavi
sv: Starta vid inloggning
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte çalıştır
uk: Запускати під час входу
ur: لاگ اِن پر چلائیں
vi: Chạy khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

# toggle_show_all_displays
source: Show all Displays
ar: إظهار جميع الشاشات
bg: Покажи всички дисплеи
ca: Mostra totes les pantalles
cs: Zobrazit všechny displeje
da: Vis alle skærme
de: Alle Displays anzeigen
el: Εμφάνιση όλων των οθονών
es: Mostrar todas las pantallas
fa: نمایش همه نمایشگرها
fi: Näytä kaikki näytöt
fr: Afficher tous les écrans
he: הצג את כל התצוגות
hi: सभी डिस्प्ले दिखाएँ
hu: Összes kijelző megjelenítése
id: Tampilkan semua layar
it: Mostra tutti i monitor
ja: すべてのディスプレイを表示
ko: 모든 디스플레이 표시
mk: Прикажи ги сите дисплеи
ms: Tunjukkan semua paparan
nb: Vis alle skjermer
nl: Alle schermen tonen
nn: Vis alle skjermar
pa: تمام ڈسپلے دکھاؤ
pl: Pokaż wszystkie ekrany
ps: ټول ډیسپلېونه وښایئ
pt: Mostrar todos os monitores
ro: Afișează toate ecranele
ru: Показывать все дисплеи
sk: Zobraziť všetky displeje
sr: Prikaži sve ekrane
sv: Visa alla skärmar
th: แสดงทุกหน้าจอ
tr: Tüm ekranları göster
uk: Показувати всі дисплеї
ur: تمام ڈسپلے دکھائیں
vi: Hiển thị mọi màn hình
zh_hans: 显示所有显示器
zh_hant: 顯示所有顯示器

# toggle_show_all_spaces
source: Show all Spaces
ar: إظهار جميع المساحات
bg: Покажи всички пространства
ca: Mostra tots els Espais
cs: Zobrazit všechny Spaces
da: Vis alle Spaces
de: Alle Spaces anzeigen
el: Εμφάνιση όλων των Χώρων
es: Mostrar todos los Espacios
fa: نمایش همه فضاها
fi: Näytä kaikki Spacet
fr: Afficher tous les Espaces
he: הצג את כל המרחבים
hi: सभी स्पेसेस दिखाएँ
hu: Összes Space megjelenítése
id: Tampilkan semua Space
it: Mostra tutti gli Spazi
ja: すべてのスペースを表示
ko: 모든 공간 표시
mk: Прикажи ги сите Простори
ms: Tunjukkan semua Ruang
nb: Vis alle Spaces
nl: Alle Spaces tonen
nn: Vis alle Spaces
pa: تمام سپیسز دکھاؤ
pl: Pokaż wszystkie Spaces
ps: ټول سپېسونه وښایئ
pt: Mostrar todos os Espaços
ro: Afișează toate spațiile
ru: Показывать все пространства
sk: Zobraziť všetky priestory
sr: Prikaži sve Prostore
sv: Visa alla Spaces
th: แสดงทุก Space
tr: Tüm Alanları göster
uk: Показувати всі простори
ur: تمام اسپیسز دکھائیں
vi: Hiển thị mọi Không gian
zh_hans: 显示所有空间
zh_hant: 顯示所有空間

# toggle_unique_icons_per_display
source: Separate icons per Display
ar: أيقونات منفصلة لكل شاشة
bg: Отделни икони за всеки дисплей
ca: Separa les icones per pantalla
cs: Oddělené ikony pro každý displej
da: Separate ikoner per skærm
de: Separate Icons pro Display
el: Ξεχωριστά εικονίδια ανά οθόνη
es: Iconos separados por pantalla
fa: آیکون‌های جداگانه برای هر نمایشگر
fi: Eri kuvakkeet per näyttö
fr: Icônes séparées par écran
he: סמלים נפרדים לכל תצוגה
hi: हर डिस्प्ले के लिए अलग आइकन
hu: Külön ikonok kijelzőnként
id: Ikon terpisah per layar
it: Separa icone per monitor
ja: ディスプレイごとに別々のアイコン
ko: 디스플레이별 개별 아이콘
mk: Одделни икони по дисплеј
ms: Ikon berasingan setiap paparan
nb: Separate ikoner per skjerm
nl: Gescheiden iconen per scherm
nn: Eigne ikon per skjerm
pa: ہر ڈسپلے لئی وکھرے آئیکنز
pl: Oddzielne ikony na ekran
ps: د هر ډیسپلې لپاره جلا نښې
pt: Ícones separados por monitor
ro: Pictograme separate per ecran
ru: Отдельные значки для каждого дисплея
sk: Samostatné ikony pre každý displej
sr: Odvojene ikone po ekranu
sv: Separata ikoner per skärm
th: ไอคอนแยกตามหน้าจอ
tr: Ekran başına ayrı simgeler
uk: Окремі іконки для кожного дисплея
ur: ہر ڈسپلے کے لیے الگ آئیکنز
vi: Biểu tượng riêng theo màn hình
zh_hans: 为每个显示器使用单独的图标
zh_hant: 每個顯示器使用單獨的圖示

# yabai_required_detail
source: Switching to Spaces beyond 16 requires Yabai, a third-party window manager. Yabai extends macOS's Space management capabilities and allows switching to any Space.
ar: يتطلب التبديل إلى مساحات تتجاوز 16 استخدام Yabai، وهو مدير نوافذ تابع لجهة خارجية. يوسّع Yabai إمكانات إدارة المساحات في macOS ويسمح بالتبديل إلى أي مساحة.
bg: Превключването към повече от 16 пространства изисква Yabai, външен мениджър на прозорци. Yabai разширява възможностите за управление на Spaces в macOS и позволява превключване към всяко пространство.
ca: Per canviar als Espais més enllà del 16 cal Yabai, un gestor de finestres de tercers. Yabai amplia les capacitats de gestió d'Espais de macOS i permet canviar a qualsevol Espai.
cs: Přepínání na Spaces nad 16 vyžaduje Yabai, správce oken třetí strany. Yabai rozšiřuje možnosti správy Spaces v macOS a umožňuje přepínat na libovolný Space.
da: At skifte til Spaces over 16 kræver Yabai, en tredjeparts vindueshåndtering. Yabai udvider macOS' Space-håndtering og gør det muligt at skifte til ethvert Space.
de: Wechseln zu Spaces über 16 erfordert Yabai, einen Fenster-Manager von Drittanbietern. Yabai erweitert die Space-Verwaltung von macOS und ermöglicht den Wechsel zu jedem Space.
el: Η εναλλαγή σε Χώρους πάνω από το 16 απαιτεί το Yabai, έναν διαχειριστή παραθύρων τρίτων. Το Yabai επεκτείνει τις δυνατότητες διαχείρισης Χώρων του macOS και επιτρέπει εναλλαγή σε οποιονδήποτε Χώρο.
es: Cambiar a Espacios más allá de 16 requiere Yabai, un gestor de ventanas de terceros. Yabai amplía las funciones de gestión de Espacios de macOS y permite cambiar a cualquier Espacio.
fa: برای جابه‌جایی به فضاهای بالاتر از ۱۶ به Yabai، یک مدیر پنجره شخص‌ثالث، نیاز است. Yabai قابلیت‌های مدیریت فضا در macOS را گسترش می‌دهد و اجازه می‌دهد به هر فضایی جابه‌جا شوید.
fi: Spaceihin siirtyminen yli 16 vaatii Yabai-sovelluksen, kolmannen osapuolen ikkunanhallinnan. Yabai laajentaa macOS:n Space-hallintaa ja mahdollistaa siirtymisen mihin tahansa Spaceen.
fr: Changer vers des Espaces au-delà de 16 nécessite Yabai, un gestionnaire de fenêtres tiers. Yabai étend les capacités de gestion des Espaces de macOS et permet de passer à n'importe quel Espace.
he: מעבר למרחבים מעבר ל-16 מחייב Yabai, מנהל חלונות של צד שלישי. Yabai מרחיב את יכולות ניהול המרחבים ב-macOS ומאפשר לעבור לכל מרחב.
hi: 16 से अधिक स्पेसेस पर जाने के लिए Yabai आवश्यक है, जो तृतीय-पक्ष विंडो मैनेजर है। Yabai macOS की स्पेस प्रबंधन क्षमताओं को बढ़ाता है और किसी भी स्पेस पर स्विच करने देता है।
hu: A 16 feletti Space-ekre váltáshoz Yabai szükséges, egy harmadik fél ablakkezelő. A Yabai kiterjeszti a macOS Space-kezelési képességeit, és lehetővé teszi bármely Space-re váltást.
id: Beralih ke Space lebih dari 16 memerlukan Yabai, pengelola jendela pihak ketiga. Yabai memperluas kemampuan pengelolaan Space di macOS dan memungkinkan beralih ke Space mana pun.
it: Il passaggio a Spazi oltre il 16 richiede Yabai, un window manager di terze parti. Yabai estende le funzionalità di gestione degli Spazi di macOS e consente di passare a qualsiasi Spazio.
ja: 16 を超えるスペースに切り替えるにはサードパーティ製ウィンドウマネージャーの Yabai が必要です。 Yabai は macOS のスペース管理機能を拡張し、任意のスペースに切り替えられるようにします。
ko: 16을 초과하는 공간으로 전환하려면 서드파티 창 관리자 Yabai가 필요합니다. Yabai는 macOS의 공간 관리 기능을 확장하여 원하는 공간으로 전환할 수 있게 합니다.
mk: Преминувањето на Простори после 16 бара Yabai, управувач со прозорци од трета страна. Yabai ги проширува можностите на macOS за управување со Простори и дозволува преминување на кој било Простор.
ms: Beralih ke Ruang selepas 16 memerlukan Yabai, pengurus tetingkap pihak ketiga. Yabai meluaskan keupayaan pengurusan Ruang macOS dan membolehkan anda beralih ke mana-mana Ruang.
nb: Å bytte til Spaces over 16 krever Yabai, en tredjeparts vindusbehandler. Yabai utvider macOS' Space-håndtering og lar deg bytte til hvilket som helst Space.
nl: Wisselen naar Spaces boven 16 vereist Yabai, een externe windowmanager. Yabai breidt de Space-beheerfuncties van macOS uit en maakt wisselen naar elke Space mogelijk.
nn: Å bytte til Spaces over 16 krev Yabai, ein vindaugshandsamar frå tredjepart. Yabai utvidar macOS si handsaming av Spaces og gjer det mogleg å bytte til kva Space som helst.
pa: 16 توں ودھ سپیسز ’تے جان لئی Yabai لوڑین٘دا ہے، جو اک فریقِ ثالث ونڈو منیجر ہے۔ Yabai macOS وچ سپیس مینجمنٹ دیاں صلاحیتاں ودھاؤندا ہے تے کسے وی سپیس ’تے سوئچ کرن دی سہولت دیندا ہے۔
pl: Przełączanie na Spaces powyżej 16 wymaga Yabai, menedżera okien firm trzecich. Yabai rozszerza możliwości zarządzania Spaces w macOS i umożliwia przełączanie na dowolny Space.
ps: د 16 څخه ډېرو سپېسونو ته تګ لپاره Yabai ته اړتیا ده، چې د درېیم لوري د کړکۍ مدیر دی. Yabai د macOS د سپېس مدیریت وړتیاوې پراخوي او هر سپېس ته د تګ اجازه ورکوي.
pt: Mudar para Espaços acima de 16 requer o Yabai, um gestor de janelas de terceiros. O Yabai amplia as capacidades de gestão de Espaços do macOS e permite mudar para qualquer Espaço.
ro: Trecerea la spații peste 16 necesită Yabai, un manager de ferestre terț. Yabai extinde capacitățile macOS de gestionare a spațiilor și permite comutarea la orice spațiu.
ru: Переключение на пространства выше 16 требует Yabai, стороннего менеджера окон. Yabai расширяет возможности управления пространствами macOS и позволяет переключаться на любое пространство.
sk: Prepnutie na priestory nad 16 vyžaduje Yabai, správcu okien tretej strany. Yabai rozširuje možnosti správy priestorov v macOS a umožňuje prepnutie na ľubovoľný priestor.
sr: Prebacivanje na Prostore posle 16 zahteva Yabai, menadžer prozora treće strane. Yabai proširuje mogućnosti macOS-a za upravljanje Prostorima i omogućava prebacivanje na bilo koji Prostor.
sv: Att växla till Spaces över 16 kräver Yabai, en tredjeparts fönsterhanterare. Yabai utökar macOS Space-hantering och låter dig växla till valfritt Space.
th: การสลับไปยัง Space เกิน 16 ต้องใช้ Yabai ซึ่งเป็นตัวจัดการหน้าต่างของบุคคลที่สาม Yabai ขยายความสามารถการจัดการ Space ของ macOS และอนุญาตให้สลับไปยัง Space ใดก็ได้
tr: 16 üzerindeki Alanlara geçmek üçüncü parti pencere yöneticisi Yabai'yi gerektirir. Yabai, macOS'in Alan yönetimini genişletir ve herhangi bir Alana geçişe izin verir.
uk: Перемикання на простори понад 16 потребує Yabai, стороннього менеджера вікон. Yabai розширює можливості керування просторами в macOS і дозволяє перемикатися на будь-який простір.
ur: 16 سے زیادہ اسپیسز پر جانے کے لیے Yabai درکار ہے، جو ایک فریقِ ثالث ونڈو منیجر ہے۔ Yabai macOS میں اسپیس مینجمنٹ کی صلاحیتیں بڑھاتا ہے اور کسی بھی اسپیس پر سوئچ کرنے دیتا ہے۔
vi: Chuyển tới các Không gian sau 16 cần Yabai, trình quản lý cửa sổ của bên thứ ba. Yabai mở rộng khả năng quản lý Không gian của macOS và cho phép chuyển tới bất kỳ Không gian nào.
zh_hans: 切换到超过 16 的空间需要 Yabai，这是一款第三方窗口管理器。 Yabai 扩展了 macOS 的空间管理能力，允许切换到任意空间。
zh_hant: 切換到超過 16 的空間需要 Yabai，這是一款第三方視窗管理器。 Yabai 擴充了 macOS 的空間管理能力，允許切換到任意空間。

# yabai_required_title
source: Yabai Required
ar: يتطلب Yabai
bg: Изисква се Yabai
ca: Cal Yabai
cs: Vyžadován Yabai
da: Yabai påkrævet
de: Yabai erforderlich
el: Απαιτείται Yabai
es: Se requiere Yabai
fa: Yabai لازم است
fi: Yabai vaaditaan
fr: Yabai requis
he: נדרש Yabai
hi: Yabai आवश्यक
hu: Yabai szükséges
id: Perlu Yabai
it: Yabai richiesto
ja: Yabai が必要です
ko: Yabai 필요
mk: Потребен е Yabai
ms: Yabai Diperlukan
nb: Yabai kreves
nl: Yabai vereist
nn: Yabai er påkravd
pa: Yabai درکار
pl: Wymagany Yabai
ps: Yabai ته اړتیا ده
pt: Yabai necessário
ro: Necesită Yabai
ru: Требуется Yabai
sk: Vyžaduje sa Yabai
sr: Potreban je Yabai
sv: Yabai krävs
th: ต้องใช้ Yabai
tr: Yabai gerekiyor
uk: Потрібен Yabai
ur: Yabai درکار ہے
vi: Cần Yabai
zh_hans: 需要 Yabai
zh_hant: 需要 Yabai
