Repository: gechr/WhichSpace
Catalog: WhichSpace/Locale/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# tip_reset_all_spaces_to_default
source: Remove color, style, font, size, and symbol customizations for all Spaces on all displays
ar: إزالة تخصيصات اللون والنمط والخط والحجم والرمز والصوت لكل المساحات على جميع الشاشات
bg: Премахни персонализациите на цвета, стила, шрифта, размера, символа и звука за всички пространства на всички дисплеи
ca: Elimina les personalitzacions de color, estil, lletra, mida, símbol i so de tots els Espais a totes les pantalles
cs: Odeberte úpravy barvy, stylu, písma, velikosti, symbolu a zvuku pro všechny Spaces na všech displejích
da: Fjern farve-, stil-, skrifttype-, størrelse-, symbol- og lydtilpasninger for alle Spaces på alle skærme
de: Farb-, Stil-, Schrift-, Größen-, Symbol- und Sound-Anpassungen für alle Spaces auf allen Displays entfernen
el: Αφαίρεση προσαρμογών χρώματος, στιλ, γραμματοσειράς, μεγέθους, συμβόλου και ήχου για όλους τους Χώρους σε όλες τις οθόνες
es: Quitar las personalizaciones de color, estilo, fuente, tamaño, símbolo y sonido de todos los Espacios en todas las pantallas
fa: حذف سفارشی‌سازی رنگ، استایل، فونت، اندازه، نماد و صدا برای همه فضاها روی همه نمایشگرها
fi: Poista väri-, tyyli-, fontti-, koko-, symboli- ja ääni-mukautukset kaikista Spaceista kaikilla näytöillä
fr: Supprimer les personnalisations de couleur, style, police, taille, symbole et son pour tous les Espaces sur tous les écrans
he: הסר התאמות של צבע, סגנון, גופן, גודל, סמל וצליל לכל המרחבים בכל המסכים
hi: सभी डिस्प्ले पर सभी स्पेसेस के लिए रंग, स्टाइल, फ़ॉन्ट, आकार, प्रतीक और ध्वनि के अनुकूलन हटाएँ
hu: Távolítsa el a szín-, stílus-, betűtípus-, méret-, szimbólum- és hang testreszabásokat minden Space-ről az összes kijelzőn
id: Hapus kustomisasi warna, gaya, font, ukuran, simbol, dan suara untuk semua Space di semua layar
it: Rimuovi le personalizzazioni di colore, stile, font, dimensione, simbolo e suono per tutti gli Spazi su tutti i monitor
ja: すべてのディスプレイ上のすべてのスペースから色、スタイル、フォント、サイズ、シンボル、サウンドのカスタマイズを削除
ko: 모든 디스플레이의 모든 공간에 대한 색상, 스타일, 글꼴, 크기, 심볼, 사운드 사용자 지정을 제거
mk: Отстрани прилагодувања на боја, стил, фонт, големина, симбол и звук за сите Простори на сите дисплеи
ms: Alih keluar penyesuaian warna, gaya, fon, saiz, simbol dan bunyi untuk semua Ruang pada semua paparan
nb: Fjern farge-, stil-, skrifttype-, størrelse-, symbol- og lydtilpasninger for alle Spaces på alle skjermer
nl: Kleur-, stijl-, lettertype-, grootte-, symbool- en geluidsaanpassingen verwijderen voor alle Spaces op alle schermen
nn: Fjern tilpassingar av farge, stil, skrifttype, storleik, symbol og lyd for alle Spaces på alle skjermar
pa: تمام ڈسپلے ’تے تمام سپیسز دے رنگ، سٹائل، فونٹ، سائز، نشان تے آواز دیاں کسٹمائزیشن ختم کرو
pl: Usuń dostosowania koloru, stylu, czcionki, rozmiaru, symbolu i dźwięku ze wszystkich Spaces na wszystkich ekranach
ps: په ټولو ډیسپلېونو کې د ټولو سپېسونو د رنګ، سټایل، فانټ، کچې، سمبول او غږ سمونونه لرې کړئ
pt: Remover as personalizações de cor, estilo, tipo de letra, tamanho, símbolo e som de todos os Espaços em todos os monitores
ro: Elimină personalizările de culoare, stil, font, dimensiune, simbol și sunet pentru toate spațiile de pe toate ecranele
ru: Удалить настройки цвета, стиля, шрифта, размера, символа и звука для всех пространств на всех дисплеях
sk: Odstrániť prispôsobenia farby, štýlu, písma, veľkosti, symbolu a zvuku pre všetky priestory na všetkých displejoch
sr: Ukloni prilagođavanja boje, stila, fonta, veličine, simbola i zvuka za sve Prostore na svim ekranima
sv: Ta bort färg-, stil-, teckensnitts-, storleks-, symbol- och ljudanpassningar för alla Spaces på alla skärmar
th: ลบการปรับแต่งสี สไตล์ ฟอนต์ ขนาด สัญลักษณ์ และเสียงของทุก Space บนทุกหน้าจอ
tr: Tüm ekranlardaki tüm Alanlar için renk, stil, yazı tipi, boyut, sembol ve ses özelleştirmelerini kaldır
uk: Видалити налаштування кольору, стилю, шрифту, розміру, символу та звуку для всіх просторів на всіх дисплеях
ur: تمام ڈسپلے پر تمام اسپیسز کے رنگ، انداز، فونٹ، سائز، علامت اور آواز کی تخصیصات ہٹائیں
vi: Xóa tùy chỉnh màu, kiểu, phông chữ, kích cỡ, ký hiệu và âm thanh cho mọi Không gian trên mọi màn hình
zh_hans: 移除所有显示器上所有空间的颜色、样式、字体、尺寸、符号和声音自定义
zh_hant: 移除所有顯示器上所有空間的顏色、樣式、字體、尺寸、符號和聲音自訂

# tip_reset_color_to_default
source: Remove custom color for the current Space and separator
ar: إزالة اللون المخصص للمساحة الحالية والفاصل
bg: Премахни персонализирания цвят за текущото пространство и разделителя
ca: Elimina el color personalitzat de l'Espai actual i del separador
cs: Odeberte vlastní barvu pro aktuální Space a oddělovač
da: Fjern brugerdefineret farve for det aktuelle Space og skillelinjen
de: Benutzerdefinierte Farbe für aktuellen Space und Trenner entfernen
el: Αφαίρεση προσαρμοσμένου χρώματος για τον τρέχοντα Χώρο και το διαχωριστικό
es: Quitar el color personalizado del Espacio actual y el separador
fa: حذف رنگ سفارشی برای فضای فعلی و جداکننده
fi: Poista nykyisen Spacen ja erottimen mukautettu väri
fr: Supprimer la couleur personnalisée pour l'Espace actuel et le séparateur
he: הסר צבע מותאם אישית למרחב הנוכחי ולמפריד
hi: मौजूदा स्पेस और सेपरेटर के लिए कस्टम रंग हटाएँ
hu: Távolítsa el az aktuális Space és elválasztó egyedi színét
id: Hapus warna khusus untuk Space saat ini dan pemisah
it: Rimuovi il colore personalizzato per lo Spazio corrente e il separatore
ja: 現在のスペースとセパレーターのカスタムカラーを削除
ko: 현재 공간과 구분선의 사용자 지정 색상 제거
mk: Отстрани ја прилагодената боја за тековниот Простор и разделникот
ms: Alih keluar warna tersuai untuk Ruang semasa dan pemisah
nb: Fjern egendefinert farge for gjeldende Space og skillelinjen
nl: Aangepaste kleur voor de huidige Space en scheidingsteken verwijderen
nn: Fjern eigendefinert farge for gjeldande Space og skiljelinja
pa: موجودہ سپیس تے جداکار لئی حسبِ منشا رنگ ہٹاؤ
pl: Usuń niestandardowy kolor dla bieżącego Space i separatora
ps: د روان سپېس او بېلکوونکي دودیز رنګ لرې کړئ
pt: Remover a cor personalizada do Espaço atual e do separador
ro: Elimină culoarea personalizată pentru spațiul curent și separator
ru: Удалить пользовательский цвет для текущего пространства и разделителя
sk: Odstrániť vlastnú farbu pre aktuálny priestor a oddeľovač
sr: Ukloni prilagođenu boju za tekući Prostor i razdelnik
sv: Ta bort anpassad färg för aktuellt Space och avgränsaren
th: ลบสีที่กำหนดเองของ Space ปัจจุบันและตัวคั่น
tr: Geçerli Alan ve ayırıcı için özel rengi kaldır
uk: Видалити налаштований колір для поточного простору та роздільника
ur: موجودہ اسپیس اور جداکار کے لیے حسبِ منشا رنگ ہٹائیں
vi: Xóa màu tùy chỉnh cho Không gian hiện tại và dấu phân tách
zh_hans: 移除当前空间和分隔符的自定义颜色
zh_hant: 移除目前空間與分隔符的自訂顏色

# tip_reset_font_to_default
source: Remove custom font for the current Space
ar: إزالة الخط المخصص للمساحة الحالية
bg: Премахни персонализирания шрифт за текущото пространство
ca: Elimina la lletra personalitzada de l'Espai actual
cs: Odeberte vlastní písmo pro aktuální Space
da: Fjern brugerdefineret skrifttype for det aktuelle Space
de: Benutzerdefinierte Schriftart für den aktuellen Space entfernen
el: Αφαίρεση προσαρμοσμένης γραμματοσειράς για τον τρέχοντα Χώρο
es: Quitar la fuente personalizada del Espacio actual
fa: حذف فونت سفارشی برای فضای فعلی
fi: Poista nykyisen Spacen mukautettu fontti
fr: Supprimer la police personnalisée pour l'Espace actuel
he: הסר גופן מותאם אישית למרחב הנוכחי
hi: मौजूदा स्पेस के लिए कस्टम फ़ॉन्ट हटाएँ
hu: Távolítsa el az aktuális Space egyedi betűtípusát
id: Hapus font khusus untuk Space saat ini
it: Rimuovi il font personalizzato per lo Spazio corrente
ja: 現在のスペースのカスタムフォントを削除
ko: 현재 공간의 사용자 지정 글꼴 제거
mk: Отстрани го прилагодениот фонт за тековниот Простор
ms: Alih keluar fon tersuai untuk Ruang semasa
nb: Fjern egendefinert skrifttype for gjeldende Space
nl: Aangepast lettertype voor de huidige Space verwijderen
nn: Fjern eigendefinert skrifttype for gjeldande Space
pa: موجودہ سپیس دا حسبِ منشا فونٹ ہٹاؤ
pl: Usuń niestandardową czcionkę dla bieżącego Space
ps: د روان سپېس دودیز فانټ لرې کړئ
pt: Remover o tipo de letra personalizado do Espaço atual
ro: Elimină fontul personalizat pentru spațiul curent
ru: Удалить пользовательский шрифт для текущего пространства
sk: Odstrániť vlastné písmo pre aktuálny priestor
sr: Ukloni prilagođeni font za tekući Prostor
sv: Ta bort anpassat teckensnitt för aktuellt Space
th: ลบฟอนต์ที่กำหนดเองของ Space ปัจจุบัน
tr: Geçerli Alan için özel yazı tipini kaldır
uk: Видалити налаштований шрифт для поточного простору
ur: موجودہ اسپیس کے لیے حسبِ منشا فونٹ ہٹائیں
vi: Xóa phông chữ tùy chỉnh cho Không gian hiện tại
zh_hans: 移除当前空间的自定义字体
zh_hant: 移除目前空間的自訂字體

# tip_reset_space_to_default
source: Remove color, style, symbol, and font customizations for the current Space only
ar: إزالة تخصيصات اللون والنمط والرمز والخط للمساحة الحالية فقط
bg: Премахни персонализациите на цвета, стила, символа и шрифта само за текущото пространство
ca: Elimina les personalitzacions de color, estil, símbol i lletra només de l'Espai actual
cs: Odeberte úpravy barvy, stylu, symbolu a písma pouze pro aktuální Space
da: Fjern farve-, stil-, symbol- og skrifttypetilpasninger kun for det aktuelle Space
de: Farb-, Stil-, Symbol- und Schriftanpassungen nur für den aktuellen Space entfernen
el: Αφαίρεση προσαρμογών χρώματος, στιλ, συμβόλου και γραμματοσειράς μόνο για τον τρέχοντα Χώρο
es: Quitar las personalizaciones de color, estilo, símbolo y fuente solo del Espacio actual
fa: حذف سفارشی‌سازی رنگ، استایل، نماد و فونت فقط برای فضای فعلی
fi: Poista väri-, tyyli-, symboli- ja fontti-mukautukset vain nykyisestä Spacesta
fr: Supprimer les personnalisations de couleur, style, symbole et police uniquement pour l'Espace actuel
he: הסר התאמות צבע, סגנון, סמל וגופן רק למרחב הנוכחי
hi: केवल मौजूदा स्पेस के लिए रंग, स्टाइल, प्रतीक और फ़ॉन्ट के अनुकूलन हटाएँ
hu: Távolítsa el a szín-, stílus-, szimbólum- és betűtípus testreszabásokat csak az aktuális Space-ről
id: Hapus kustomisasi warna, gaya, simbol, dan font hanya untuk Space saat ini
it: Rimuovi le personalizzazioni di colore, stile, simbolo e font solo per lo Spazio corrente
ja: 現在のスペースの色、スタイル、シンボル、フォントのカスタマイズのみ削除
ko: 현재 공간의 색상, 스타일, 심볼, 글꼴 사용자 지정을 제거
mk: Отстрани прилагодувања на боја, стил, симбол и фонт само за тековниот Простор
ms: Alih keluar penyesuaian warna, gaya, simbol dan fon hanya untuk Ruang semasa
nb: Fjern farge-, stil-, symbol- og skrifttypetilpasninger bare for gjeldende Space
nl: Aanpassingen van kleur, stijl, symbool en lettertype alleen voor de huidige Space verwijderen
nn: Fjern tilpassingar av farge, stil, symbol og skrifttype berre for gjeldande Space
pa: صرف موجودہ سپیس لئی رنگ، سٹائل، نشان تے فونٹ دیاں کسٹمائزیشن ختم کرو
pl: Usuń dostosowania koloru, stylu, symbolu i czcionki tylko dla bieżącego Space
ps: یوازې د روان سپېس د رنګ، سټایل، سمبول او فانټ سمونونه لرې کړئ
pt: Remover as personalizações de cor, estilo, símbolo e tipo de letra apenas do Espaço atual
ro: Elimină personalizările de culoare, stil, simbol și font doar pentru spațiul curent
ru: Удалить настройки цвета, стиля, символа и шрифта только для текущего пространства
sk: Odstrániť prispôsobenia farby, štýlu, symbolu a písma iba pre aktuálny priestor
sr: Ukloni prilagođavanja boje, stila, simbola i fonta samo za tekući Prostor
sv: Ta bort färg-, stil-, symbol- och teckensnittsanpassningar endast för aktuellt Space
th: ลบการปรับแต่งสี สไตล์ สัญลักษณ์ และฟอนต์ของ Space ปัจจุบันเท่านั้น
tr: Geçerli Alan için renk, stil, sembol ve yazı tipi özelleştirmelerini kaldır
uk: Видалити налаштування кольору, стилю, символу та шрифту тільки для поточного простору
ur: صرف موجودہ اسپیس کے رنگ، انداز، علامت اور فونٹ کی تخصیصات ہٹائیں
vi: Xóa tùy chỉnh màu, kiểu, ký hiệu và phông chữ chỉ cho Không gian hiện tại
zh_hans: 仅移除当前空间的颜色、样式、符号和字体自定义
zh_hant: 僅移除目前空間的顏色、樣式、符號與字體自訂

# tip_reset_style_to_default
source: Remove custom style for the current Space only
ar: إزالة النمط المخصص للمساحة الحالية فقط
bg: Премахни персонализирания стил само за текущото пространство
ca: Elimina l'estil personalitzat només de l'Espai actual
cs: Odeberte vlastní styl pouze pro aktuální Space
da: Fjern brugerdefineret stil kun for det aktuelle Space
de: Benutzerdefinierten Stil nur für den aktuellen Space entfernen
el: Αφαίρεση προσαρμοσμένου στιλ μόνο για τον τρέχοντα Χώρο
es: Quitar el estilo personalizado solo del Espacio actual
fa: حذف استایل سفارشی فقط برای فضای فعلی
fi: Poista mukautettu tyyli vain nykyisestä Spacesta
fr: Supprimer le style personnalisé uniquement pour l'Espace actuel
he: הסר סגנון מותאם אישית רק למרחב הנוכחי
hi: केवल मौजूदा स्पेस के लिए कस्टम स्टाइल हटाएँ
hu: Távolítsa el az egyedi stílust csak az aktuális Space-ről
id: Hapus gaya khusus hanya untuk Space saat ini
it: Rimuovi lo stile personalizzato solo per lo Spazio corrente
ja: 現在のスペースのカスタムスタイルのみ削除
ko: 현재 공간의 사용자 지정 스타일 제거
mk: Отстрани го прилагодениот стил само за тековниот Простор
ms: Alih keluar gaya tersuai hanya untuk Ruang semasa
nb: Fjern egendefinert stil bare for gjeldende Space
nl: Aangepaste stijl alleen voor de huidige Space verwijderen
nn: Fjern eigendefinert stil berre for gjeldande Space
pa: صرف موجودہ سپیس دا حسبِ منشا سٹائل ہٹاؤ
pl: Usuń niestandardowy styl tylko dla bieżącego Space
ps: یوازې د روان سپېس دودیز سټایل لرې کړئ
pt: Remover o estilo personalizado apenas do Espaço atual
ro: Elimină stilul personalizat doar pentru spațiul curent
ru: Удалить пользовательский стиль только для текущего пространства
sk: Odstrániť vlastný štýl iba pre aktuálny priestor
sr: Ukloni prilagođeni stil samo za tekući Prostor
sv: Ta bort anpassad stil endast för aktuellt Space
th: ลบสไตล์ที่กำหนดเองของ Space ปัจจุบันเท่านั้น
tr: Geçerli Alan için özel stili kaldır
uk: Видалити налаштований стиль тільки для поточного простору
ur: صرف موجودہ اسپیس کا حسبِ منشا انداز ہٹائیں
vi: Xóa kiểu tùy chỉnh chỉ cho Không gian hiện tại
zh_hans: 仅移除当前空间的自定义样式
zh_hant: 僅移除目前空間的自訂樣式

# tip_show_all_displays
source: Show Spaces from all displays with global numbering and separators
ar: عرض المساحات من جميع الشاشات مع ترقيم عالمي وفواصل
bg: Покажи пространства от всички дисплеи с глобално номериране и разделители
ca: Mostra els Espais de totes les pantalles amb numeració global i separadors
cs: Zobrazte Spaces ze všech displejů s globálním číslováním a oddělovači
da: Vis Spaces fra alle skærme med global nummerering og skillelinjer
de: Spaces aller Displays mit globaler Nummerierung und Trennern anzeigen
el: Εμφάνιση Χώρων από όλες τις οθόνες με καθολική αρίθμηση και διαχωριστικά
es: Mostrar los Espacios de todas las pantallas con numeración global y separadores
fa: نمایش فضاهای همه نمایشگرها با شماره‌گذاری سراسری و جداکننده‌ها
fi: Näytä kaikkien näyttöjen Spacet globaalilla numeroinnilla ja erottimilla
fr: Afficher les Espaces de tous les écrans avec numérotation globale et séparateurs
he: הצג מרחבים מכל המסכים עם מספור גלובלי ומפרידים
hi: सभी डिस्प्ले से स्पेसेस दिखाएँ, वैश्विक नंबरिंग और सेपरेटर के साथ
hu: Mutassa az összes kijelző Space-eit globális számozással és elválasztókkal
id: Tampilkan Space dari semua layar dengan penomoran global dan pemisah
it: Mostra gli Spazi di tutti i monitor con numerazione e separatori globali
ja: すべてのディスプレイのスペースをグローバルな番号とセパレーター付きで表示
ko: 모든 디스플레이의 공간을 전역 번호와 구분선과 함께 표시
mk: Прикажи Простори од сите дисплеи со глобално нумерирање и разделници
ms: Tunjukkan Ruang dari semua paparan dengan penomboran global dan pemisah
nb: Vis Spaces fra alle skjermer med global nummerering og skillelinjer
nl: Spaces van alle schermen tonen met globale nummering en scheidingstekens
nn: Vis Spaces frå alle skjermar med global nummerering og skiljelinjer
pa: تمام ڈسپلے توں سپیسز نوں عالمی نمبرنگ تے جداکار نال دکھاؤ
pl: Pokaż Spaces ze wszystkich ekranów z globalną numeracją i separatorami
ps: د ټولو ډیسپلېونو سپېسونه د عمومي شمېرې او بېلکوونکو سره وښایئ
pt: Mostrar os Espaços de todos os monitores com numeração global e separadores
ro: Afișează spațiile de pe toate ecranele cu numerotare globală și separatoare
ru: Показать пространства всех дисплеев с глобальной нумерацией и разделителями
sk: Zobraziť priestory zo všetkých displejov s globálnym číslovaním a oddeľovačmi
sr: Prikaži Prostore sa svih ekrana sa globalnim numerisanjem i razdelnicima
sv: Visa Spaces från alla skärmar med global numrering och avgränsare
th: แสดง Space จากทุกหน้าจอพร้อมหมายเลขแบบรวมและตัวคั่น
tr: Tüm ekranlardaki Alanları küresel numaralandırma ve ayırıcılarla göster
uk: Показувати простори з усіх дисплеїв із глобальною нумерацією та роздільниками
ur: تمام ڈسپلے کے اسپیسز کو عالمی نمبرنگ اور جداکار کے ساتھ دکھائیں
vi: Hiển thị các Không gian từ mọi màn hình với đánh số toàn cục và dấu phân tách
zh_hans: 显示所有显示器的空间，使用全局编号和分隔符
zh_hant: 顯示所有顯示器的空間，使用全域編號與分隔符

# tip_show_all_spaces
source: Show an icon for every Space in the menu bar
ar: عرض أيقونة لكل مساحة في شريط القوائم
bg: Покажи икона за всяко пространство в лентата с менюта
ca: Mostra una icona per a cada Espai a la barra de menús
cs: Zobrazte ikonu pro každý Space v řádku nabídek
da: Vis et ikon for hvert Space i menulinjen
de: Icon für jeden Space in der Menüleiste anzeigen
el: Εμφάνιση εικονιδίου για κάθε Χώρο στη γραμμή μενού
es: Mostrar un icono para cada Espacio en la barra de menús
fa: نمایش آیکون برای هر فضا در نوار منو
fi: Näytä kuvake jokaiselle Spacelle valikkorivillä
fr: Afficher une icône pour chaque Espace dans la barre de menus
he: הצג סמל לכל מרחב בשורת התפריטים
hi: मेन्यू बार में हर स्पेस के लिए आइकन दिखाएँ
hu: Mutasson ikont minden Space-hez a menüsorban
id: Tampilkan ikon untuk setiap Space di bar menu
it: Mostra un'icona per ogni Spazio nella barra dei menu
ja: メニューバーにすべてのスペースのアイコンを表示
ko: 메뉴 막대에 모든 공간의 아이콘 표시
mk: Прикажи икона за секој Простор во лентата со мени
ms: Tunjukkan ikon untuk setiap Ruang pada bar menu
nb: Vis et ikon for hvert Space i menylinjen
nl: Een icoon voor elke Space in de menubalk tonen
nn: Vis eit ikon for kvar Space i menylinja
pa: مینو بار وچ ہر سپیس دا آئیکن دکھاؤ
pl: Pokaż ikonę dla każdego Space na pasku menu
ps: په مېنو پټه کې د هر سپېس لپاره نښه وښایئ
pt: Mostrar um ícone para cada Espaço na barra de menus
ro: Afișează o pictogramă pentru fiecare spațiu în bara de meniu
ru: Показывать значок каждого пространства в строке меню
sk: Zobraziť ikonu pre každý priestor v lište ponuky
sr: Prikaži ikonu za svaki Prostor u traci menija
sv: Visa en ikon för varje Space i menyraden
th: แสดงไอคอนสำหรับทุก Space บนแถบเมนู
tr: Menü çubuğunda her Alan için bir simge göster
uk: Показувати іконку для кожного простору в меню
ur: ہر اسپیس کا آئیکن مینو بار میں دکھائیں
vi: Hiển thị biểu tượng cho từng Không gian trên thanh menu
zh_hans: 在菜单栏显示每个空间的图标
zh_hant: 在選單列顯示每個空間的圖示

# tip_unique_icons_per_display
source: Customize Space icons separately for each display
ar: تخصيص أيقونات المساحة لكل شاشة على حدة
bg: Персонализирай иконите на пространствата поотделно за всеки дисплей
ca: Personalitza les icones dels Espais per a cada pantalla
cs: Přizpůsobte ikony Spaces pro každý displej samostatně
da: Tilpas Space-ikoner separat for hver skærm
de: Space-Icons für jedes Display separat anpassen
el: Προσαρμογή εικονιδίων Χώρων ξεχωριστά για κάθε οθόνη
es: Personalizar los iconos de Espacio por cada pantalla
fa: سفارشی‌سازی آیکون فضاها جداگانه برای هر نمایشگر
fi: Mukauta Space-kuvakkeet erikseen jokaiselle näytölle
fr: Personnaliser les icônes d'Espace séparément pour chaque écran
he: התאם סמלי מרחב בנפרד לכל תצוגה
hi: प्रत्येक डिस्प्ले के लिए स्पेस आइकन अलग से अनुकूलित करें
hu: Testreszabja a Space ikonokat külön-külön minden kijelzőn
id: Sesuaikan ikon Space secara terpisah untuk tiap layar
it: Personalizza le icone degli Spazi separatamente per ogni monitor
ja: ディスプレイごとにスペースのアイコンを個別にカスタマイズ
ko: 디스플레이마다 공간 아이콘을 개별 설정
mk: Прилагоди ги иконите на Просторите одделно за секој дисплеј
ms: Sesuaikan ikon Ruang secara berasingan untuk setiap paparan
nb: Tilpass Space-ikoner separat for hver skjerm
nl: Space-iconen per scherm apart aanpassen
nn: Tilpass Space-ikon separat for kvar skjerm
pa: ہر ڈسپلے لئی سپیس آئیکنز وکھ وکھ حسبِ منشا کرو
pl: Dostosuj ikony Spaces osobno dla każdego ekranu
ps: د هر ډیسپلې لپاره د سپېس نښې جلا دودیز کړئ
pt: Personalizar os ícones de Espaço separadamente para cada monitor
ro: Personalizează pictogramele spațiilor separat pentru fiecare ecran
ru: Настраивать значки пространств отдельно для каждого дисплея
sk: Prispôsobiť ikony priestorov samostatne pre každý displej
sr: Prilagodi ikone Prostora odvojeno za svaki ekran
sv: Anpassa Space-ikoner separat för varje skärm
th: ปรับแต่งไอคอน Space แยกสำหรับแต่ละหน้าจอ
tr: Alan simgelerini her ekran için ayrı ayrı özelleştir
uk: Налаштовувати іконки простору окремо для кожного дисплея
ur: ہر ڈسپلے کے لیے اسپیس آئیکنز علیحدہ حسبِ منشا بنائیں
vi: Tùy chỉnh biểu tượng Không gian riêng cho từng màn hình
zh_hans: 为每个显示器分别自定义空间图标
zh_hant: 為每個顯示器分別自訂空間圖示

# toggle_click_to_switch_spaces
source: Click to switch Spaces
ar: انقر للتبديل بين المساحات
bg: Кликни за смяна на пространства
ca: Clica per canviar d'Espai
cs: Kliknutím přepnete Space
da: Klik for at skifte Space
de: Klicken, um Spaces zu wechseln
el: Κλικ για εναλλαγή Χώρων
es: Hacer clic para cambiar de Espacio
fa: کلیک کنید تا فضا عوض شود
fi: Vaihda Spacea napsauttamalla
fr: Cliquer pour changer d'Espace
he: לחץ כדי להחליף מרחבים
hi: स्पेस बदलने के लिए क्लिक करें
hu: Kattintson a Space váltásához
id: Klik untuk beralih Space
it: Fai clic per cambiare Spazio
ja: クリックでスペースを切り替え
ko: 클릭하여 공간 전환
mk: Кликни за да смениш Простор
ms: Klik untuk bertukar Ruang
nb: Klikk for å bytte Space
nl: Klik om Spaces te wisselen
nn: Klikk for å bytte Space
pa: سپیسز بدلڻ لئی کلک کرو
pl: Kliknij, aby przełączyć Space
ps: د سپېسونو بدلولو لپاره کليک وکړئ
pt: Clicar para mudar de Espaço
ro: Click pentru a schimba spațiul
ru: Нажмите, чтобы переключать пространства
sk: Kliknutím prepnúť priestory
sr: Klikni za prebacivanje Prostora
sv: Klicka för att byta Space
th: คลิกเพื่อสลับ Space
tr: Tıklayarak Alan değiştir
uk: Клікнути, щоб перемкнути простори
ur: اسپیسز بدلنے کے لیے کلک کریں
vi: Nhấp để chuyển Không gian
zh_hans: 点击切换空间
zh_hant: 點擊切換空間

# toggle_dim_inactive_spaces
source: Dim inactive Spaces
ar: تعتيم المساحات غير النشطة
bg: Затъмни неактивните пространства
ca: Atenua els Espais inactius
cs: Ztmavit neaktivní Spaces
da: Gør inaktive Spaces mørkere
de: Inaktive Spaces abdunkeln
el: Σκίαση ανενεργών Χώρων
es: Atenuar Espacios inactivos
fa: تار کردن فضاهای غیرفعال
fi: Himmennä ei-aktiiviset Spacet
fr: Atténuer les Espaces inactifs
he: הכהה מרחבים לא פעילים
hi: गैर-सक्रिय स्पेसेस को मंद करें
hu: Tompa megjelenés inaktív Space-eknél
id: Redupkan Space yang tidak aktif
it: Attenua gli Spazi inattivi
ja: 非アクティブなスペースを減光
ko: 비활성 공간 흐리게
mk: Затемни неактивни Простори
ms: Kelabukan Ruang tidak aktif
nb: Gjør inaktive Spaces mørkere
nl: Inactieve Spaces dimmen
nn: Demp inaktive Spaces
pa: غیر فعال سپیسز نوں مدھم کرو
pl: Przyciemnij nieaktywne Spaces
ps: غیرفعال سپېسونه کم روڼ کړئ
pt: Atenuar Espaços inativos
ro: Atenuează spațiile inactive
ru: Затемнять неактивные пространства
sk: Stlmiť neaktívne priestory
sr: Zatamni neaktivne Prostore
sv: Mörklägg inaktiva Spaces
th: ลดความสว่างของ Space ที่ไม่ใช้งาน
tr: Etkin olmayan Alanları karart
uk: Затемнювати неактивні простори
ur: غیر فعال اسپیسز کو مدھم کریں
vi: Giảm độ sáng Không gian không hoạt động
zh_hans: 使非活动空间变暗
zh_hant: 使非作用中空間變暗
