Repository: gechr/WhichSpace
Catalog: WhichSpace/Locale/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# tip_apply_color_to_all
source: Copy this Space's color to all Spaces
ar: نسخ لون هذه المساحة إلى جميع المساحات
bg: Копирай цвета на това пространство към всички пространства
ca: Copia el color d'aquest Espai a tots els Espais
cs: Zkopírujte barvu tohoto Space do všech Spaces
da: Kopiér dette Spaces farve til alle Spaces
de: Farbe dieses Spaces auf alle Spaces kopieren
el: Αντιγραφή χρώματος αυτού του Χώρου σε όλους
es: Copiar el color de este Espacio en todos los Espacios
fa: رنگ این فضا را به همه فضاها کپی کن
fi: Kopioi tämän Spacen väri kaikkiin Spaceseihin
fr: Copier la couleur de cet Espace sur tous les Espaces
he: העתק את צבע המרחב הזה לכל המרחבים
hi: इस स्पेस का रंग सभी स्पेसेस पर कॉपी करें
hu: Másolja ennek a Space-nek a színét minden Space-re
id: Salin warna Space ini ke semua Space
it: Copia il colore di questo Spazio in tutti gli Spazi
ja: このスペースの色をすべてのスペースにコピー
ko: 이 공간의 색상을 모든 공간에 복사
mk: Копирај ја бојата на овој Простор на сите Простори
ms: Salin warna Ruang ini ke semua Ruang
nb: Kopier fargen fra dette Space til alle Spaces
nl: Kleur van deze Space naar alle Spaces kopiëren
nn: Kopier fargen frå dette Space til alle Spaces
pa: اس سپیس دا رنگ تمام سپیسز ’تے کاپی کرو
pl: Skopiuj kolor tego Space do wszystkich Spaces
ps: د دې سپېس رنګ ټولو سپېسونو ته کاپي کړئ
pt: Copiar a cor deste Espaço para todos os Espaços
ro: Copiază culoarea acestui spațiu în toate spațiile
ru: Скопировать цвет этого пространства во все пространства
sk: Kopírovať farbu tohto priestoru do všetkých priestorov
sr: Kopiraj boju ovog Prostora na sve Prostore
sv: Kopiera färgen från det här Space till alla Spaces
th: คัดลอกสีของ Space นี้ไปยังทุก Space
tr: Bu Alanın rengini tüm Alanlara kopyala
uk: Скопіювати колір цього простору для всіх просторів
ur: اس اسپیس کا رنگ تمام اسپیسز پر کاپی کریں
vi: Sao chép màu của Không gian này cho mọi Không gian
zh_hans: 将此空间的颜色复制到所有空间
zh_hant: 將此空間的顏色複製到所有空間

# tip_apply_style_to_all
source: Copy this Space's style to all Spaces
ar: نسخ نمط هذه المساحة إلى جميع المساحات
bg: Копирай стила на това пространство към всички пространства
ca: Copia l'estil d'aquest Espai a tots els Espais
cs: Zkopírujte styl tohoto Space do všech Spaces
da: Kopiér dette Spaces stil til alle Spaces
de: Stil dieses Spaces auf alle Spaces kopieren
el: Αντιγραφή στιλ αυτού του Χώρου σε όλους
es: Copiar el estilo de este Espacio en todos los Espacios
fa: استایل این فضا را به همه فضاها کپی کن
fi: Kopioi tämän Spacen tyyli kaikkiin Spaceseihin
fr: Copier le style de cet Espace sur tous les Espaces
he: העתק את סגנון המרחב הזה לכל המרחבים
hi: इस स्पेस की स्टाइल सभी स्पेसेस पर कॉपी करें
hu: Másolja ennek a Space-nek a stílusát minden Space-re
id: Salin gaya Space ini ke semua Space
it: Copia lo stile di questo Spazio in tutti gli Spazi
ja: このスペースのスタイルをすべてのスペースにコピー
ko: 이 공간의 스타일을 모든 공간에 복사
mk: Копирај го стилот на овој Простор на сите Простори
ms: Salin gaya Ruang ini ke semua Ruang
nb: Kopier stilen fra dette Space til alle Spaces
nl: Stijl van deze Space naar alle Spaces kopiëren
nn: Kopier stilen frå dette Space til alle Spaces
pa: اس سپیس دا سٹائل تمام سپیسز ’تے کاپی کرو
pl: Skopiuj styl tego Space do wszystkich Spaces
ps: د دې سپېس سټایل ټولو سپېسونو ته کاپي کړئ
pt: Copiar o estilo deste Espaço para todos os Espaços
ro: Copiază stilul acestui spațiu în toate spațiile
ru: Скопировать стиль этого пространства во все пространства
sk: Kopírovať štýl tohto priestoru do všetkých priestorov
sr: Kopiraj stil ovog Prostora na sve Prostore
sv: Kopiera stilen från det här Space till alla Spaces
th: คัดลอกสไตล์ของ Space นี้ไปยังทุก Space
tr: Bu Alanın stilini tüm Alanlara kopyala
uk: Скопіювати стиль цього простору для всіх просторів
ur: اس اسپیس کا انداز تمام اسپیسز پر کاپی کریں
vi: Sao chép kiểu của Không gian này cho mọi Không gian
zh_hans: 将此空间的样式复制到所有空间
zh_hant: 將此空間的樣式複製到所有空間

# tip_apply_to_all
source: Copy this Space's color, style, symbol, and font to all Spaces
ar: نسخ لون هذه المساحة ونمطها ورمزها وخطها إلى جميع المساحات
bg: Копирай цвета, стила, символа и шрифта на това пространство към всички пространства
ca: Copia el color, l'estil, el símbol i la lletra d'aquest Espai a tots els Espais
cs: Zkopírujte barvu, styl, symbol a písmo tohoto Space do všech Spaces
da: Kopiér dette Spaces farve, stil, symbol og skrifttype til alle Spaces
de: Farbe, Stil, Symbol und Schriftart dieses Spaces auf alle Spaces kopieren
el: Αντιγραφή χρώματος, στιλ, συμβόλου και γραμματοσειράς αυτού του Χώρου σε όλους
es: Copiar el color, estilo, símbolo y fuente de este Espacio en todos los Espacios
fa: رنگ، استایل، نماد و فونت این فضا را به همه فضاها کپی کن
fi: Kopioi tämän Spacen väri, tyyli, symboli ja fontti kaikkiin Spaceseihin
fr: Copier la couleur, le style, le symbole et la police de cet Espace sur tous les Espaces
he: העתק את הצבע, הסגנון, הסמל והגופן של המרחב הזה לכל המרחבים
hi: इस स्पेस का रंग, स्टाइल, प्रतीक और फ़ॉन्ट सभी स्पेसेस पर कॉपी करें
hu: Másolja ennek a Space-nek a színét, stílusát, szimbólumát és betűtípusát minden Space-re
id: Salin warna, gaya, simbol, dan font Space ini ke semua Space
it: Copia colore, stile, simbolo e font di questo Spazio in tutti gli Spazi
ja: このスペースの色、スタイル、シンボル、フォントをすべてのスペースにコピー
ko: 이 공간의 색상, 스타일, 심볼, 글꼴을 모든 공간에 복사
mk: Копирај ги бојата, стилот, симболот и фонтот на овој Простор на сите Простори
ms: Salin warna, gaya, simbol dan fon Ruang ini ke semua Ruang
nb: Kopier farge, stil, symbol og skrifttype fra dette Space til alle Spaces
nl: Kleur, stijl, symbool en lettertype van deze Space naar alle Spaces kopiëren
nn: Kopier farge, stil, symbol og skrifttype frå dette Space til alle Spaces
pa: اس سپیس دا رنگ، سٹائل، نشان تے فونٹ تمام سپیسز ’تے کاپی کرو
pl: Skopiuj kolor, styl, symbol i czcionkę tego Space do wszystkich Spaces
ps: د دې سپېس رنګ، سټایل، سمبول او فانټ ټولو سپېسونو ته کاپي کړئ
pt: Copiar a cor, o estilo, o símbolo e o tipo de letra deste Espaço para todos os Espaços
ro: Copiază culoarea, stilul, simbolul și fontul acestui spațiu în toate spațiile
ru: Скопировать цвет, стиль, символ и шрифт этого пространства во все пространства
sk: Kopírovať farbu, štýl, symbol a písmo tohto priestoru do všetkých priestorov
sr: Kopiraj boju, stil, simbol i font ovog Prostora na sve Prostore
sv: Kopiera färg, stil, symbol och teckensnitt från det här Space till alla Spaces
th: คัดลอกสี สไตล์ สัญลักษณ์ และฟอนต์ของ Space นี้ไปยังทุก Space
tr: Bu Alanın renk, stil, sembol ve yazı tipini tüm Alanlara kopyala
uk: Скопіювати колір, стиль, символ і шрифт цього простору для всіх просторів
ur: اس اسپیس کا رنگ، انداز، علامت اور فونٹ تمام اسپیسز پر کاپی کریں
vi: Sao chép màu, kiểu, ký hiệu và phông chữ của Không gian này cho mọi Không gian
zh_hans: 将此空间的颜色、样式、符号和字体复制到所有空间
zh_hant: 將此空間的顏色、樣式、符號和字體複製到所有空間

# tip_check_for_updates
source: Check for new versions of %@
ar: التحقق من الإصدارات الجديدة لـ %@
bg: Провери за нови версии на %@
ca: Comprova si hi ha noves versions de %@
cs: Zkontrolujte nové verze %@
da: Søg efter nye versioner af %@
de: Nach neuen Versionen von %@ suchen
el: Έλεγχος για νέες εκδόσεις του %@
es: Buscar nuevas versiones de %@
fa: بررسی نسخه‌های جدید %@
fi: Tarkista uudet versiot kohteesta %@
fr: Rechercher de nouvelles versions de %@
he: בדוק גרסאות חדשות של %@
hi: %@ के नए संस्करण जाँचें
hu: Ellenőrizze az új verziókat: %@
id: Periksa versi baru %@
it: Controlla nuove versioni di %@
ja: %@ の新しいバージョンを確認
ko: %@의 새 버전 확인
mk: Провери за нови верзии на %@
ms: Semak versi baharu %@
nb: Se etter nye versjoner av %@
nl: Zoeken naar nieuwe versies van %@
nn: Sjå etter nye versjonar av %@
pa: %@ دے نویں ورژن چیک کرو
pl: Sprawdź nowe wersje %@
ps: د %@ نوي نسخې وګورئ
pt: Procurar novas versões de %@
ro: Caută versiuni noi ale %@
ru: Проверить новые версии %@
sk: Skontrolovať nové verzie %@
sr: Proveri nove verzije %@
sv: Sök efter nya versioner av %@
th: ตรวจสอบเวอร์ชันใหม่ของ %@
tr: %@ için yeni sürümleri denetle
uk: Перевірити нові версії %@
ur: %@ کے نئے ورژنز کی جانچ کریں
vi: Kiểm tra phiên bản mới của %@
zh_hans: 检查 %@ 的新版本
zh_hant: 檢查 %@ 的新版本

# tip_click_to_switch_spaces
source: Left-click a Space icon to switch to it
ar: انقر بالزر الأيسر على رمز المساحة للانتقال إليها
bg: Кликни с левия бутон върху иконата на пространство, за да превключиш
ca: Fes clic esquerre a una icona d'Espai per canviar-hi
cs: Levým kliknutím na ikonu Space přepnete na něj
da: Venstreklik på et Space-ikon for at skifte
de: Links auf ein Space-Icon klicken, um zu wechseln
el: Αριστερό κλικ σε εικονίδιο Χώρου για εναλλαγή
es: Haga clic con el botón izquierdo en un icono de Espacio para cambiar a él
fa: برای جابه‌جایی چپ‌کلیک روی آیکون فضا کنید
fi: Vaihda Spacea napsauttamalla Space-kuvaketta hiiren vasemmalla
fr: Cliquez avec le bouton gauche sur une icône d'Espace pour le sélectionner
he: לחץ שמאלית על סמל המרחב כדי לעבור אליו
hi: स्पेस आइकन पर बायाँ क्लिक करें और उस पर जाएँ
hu: Kattintson a Space ikonra bal gombbal a váltáshoz
id: Klik kiri ikon Space untuk berpindah
it: Fai clic sinistro sull'icona di uno Spazio per passare a esso
ja: スペースのアイコンを左クリックして切り替え
ko: 공간 아이콘을 왼쪽 클릭하여 전환
mk: Лево кликни на икона на Простор за да се префрлиш
ms: Klik kiri ikon Ruang untuk bertukar
nb: Venstreklikk på et Space-ikon for å bytte til det
nl: Klik met links op een Space-icoon om te wisselen
nn: Venstreklikk på eit Space-ikon for å bytte til det
pa: سپیس آئیکن ’تے بایاں کلک کر کے اس ’تے جاؤ
pl: Kliknij ikonę Space lewym przyciskiem, aby się przełączyć
ps: د سپېس په نښه باندې کيڼ کليک وکړئ چې هغې ته ولاړ شئ
pt: Clique com o botão esquerdo num ícone de Espaço para mudar para ele
ro: Click stânga pe o pictogramă de spațiu pentru a comuta la ea
ru: Щелкните значок пространства, чтобы переключиться
sk: Kliknutím ľavým tlačidlom na ikonu priestoru prepnete naň
sr: Levim klikom na ikonu Prostora prebaci se na njega
sv: Vänsterklicka på en Space-ikon för att växla till den
th: คลิกซ้ายที่ไอคอน Space เพื่อสลับไปที่ Space นั้น
tr: Bir Alan simgesine sol tıklayarak ona geç
uk: Лівою кнопкою натисніть на іконку простору, щоб перейти до нього
ur: اسپیس آئیکن پر بایاں کلک کر کے اس پر جائیں
vi: Nhấp chuột trái vào biểu tượng Không gian để chuyển
zh_hans: 左键单击空间图标以切换
zh_hant: 左鍵點擊空間圖示以切換

# tip_dim_inactive_spaces
source: Reduce opacity of inactive Space icons
ar: خفض شفافية أيقونات المساحات غير النشطة
bg: Намали непрозрачността на иконите на неактивните пространства
ca: Redueix l'opacitat de les icones dels Espais inactius
cs: Snižte krytí ikon neaktivních Spaces
da: Reducer opacitet for inaktive Space-ikoner
de: Transparenz inaktiver Space-Icons reduzieren
el: Μείωση αδιαφάνειας εικονιδίων ανενεργών Χώρων
es: Reducir la opacidad de los iconos de Espacios inactivos
fa: محو کردن شفافیت آیکون فضاهای غیرفعال
fi: Laske ei-aktiivisten Space-kuvakkeiden peittävyyttä
fr: Réduire l'opacité des icônes des Espaces inactifs
he: החלש את שקיפות סמלי המרחבים הלא פעילים
hi: गैर-सक्रिय स्पेस आइकन की अपारदर्शिता कम करें
hu: Csökkentse az inaktív Space ikonok átlátszatlanságát
id: Kurangi opasitas ikon Space yang tidak aktif
it: Riduci l'opacità delle icone degli Spazi inattivi
ja: 非アクティブなスペースのアイコンの不透明度を下げる
ko: 비활성 공간 아이콘의 불투명도 낮추기
mk: Намали ја непроѕирноста на иконите на неактивните Простори
ms: Kurangkan kelegapan ikon Ruang tidak aktif
nb: Reduser opasiteten på inaktive Space-ikoner
nl: Doorzichtigheid van inactieve Space-iconen verlagen
nn: Reduser opasiteten til ikon for inaktive Spaces
pa: غیر فعال سپیس آئیکنز دی شفافیت گھٹا دو
pl: Zmniejsz krycie ikon nieaktywnych Spaces
ps: د غیرفعال سپېس نښو روڼتیا کمه کړئ
pt: Reduzir a opacidade dos ícones de Espaços inativos
ro: Reduce opacitatea pictogramelor spațiilor inactive
ru: Уменьшить непрозрачность неактивных пространств
sk: Znížiť priehľadnosť neaktívnych ikon priestorov
sr: Smanji neprozirnost ikona neaktivnih Prostora
sv: Minska opaciteten för inaktiva Space-ikoner
th: ลดความทึบของไอคอน Space ที่ไม่ใช้งาน
tr: Etkin olmayan Alan simgelerinin opaklığını azalt
uk: Зменшити непрозорість неактивних іконок простору
ur: غیر فعال اسپیس آئیکنز کی شفافیت کم کریں
vi: Giảm độ mờ của biểu tượng các Không gian không hoạt động
zh_hans: 降低非活动空间图标的不透明度
zh_hant: 降低非作用中空間圖示的不透明度

# tip_font
source: Choose a custom font for the current Space's number
ar: اختر خطاً مخصصاً لرقم المساحة الحالية
bg: Избери персонализиран шрифт за номера на текущото пространство
ca: Escull una lletra personalitzada per al número de l'Espai actual
cs: Vyberte vlastní písmo pro číslo aktuálního Space
da: Vælg en brugerdefineret skrifttype til nummeret for det aktuelle Space
de: Benutzerdefinierte Schriftart für die Nummer des aktuellen Spaces wählen
el: Επιλέξτε προσαρμοσμένη γραμματοσειρά για τον αριθμό του τρέχοντος Χώρου
es: Elegir una fuente personalizada para el número del Espacio actual
fa: فونت سفارشی برای شماره فضای فعلی انتخاب کنید
fi: Valitse mukautettu fontti nykyisen Spacen numerolle
fr: Choisir une police personnalisée pour le numéro de l'Espace actuel
he: בחר גופן מותאם למספר המרחב הנוכחי
hi: मौजूदा स्पेस की संख्या के लिए कस्टम फ़ॉन्ट चुनें
hu: Válasszon egyedi betűtípust az aktuális Space számához
id: Pilih font khusus untuk nomor Space saat ini
it: Scegli un font personalizzato per il numero dello Spazio corrente
ja: このスペースの番号用にカスタムフォントを選択
ko: 현재 공간 번호에 사용할 사용자 지정 글꼴 선택
mk: Избери прилагоден фонт за бројот на тековниот Простор
ms: Pilih fon tersuai untuk nombor Ruang semasa
nb: Velg en egendefinert skrifttype for nummeret til gjeldende Space
nl: Kies een aangepast lettertype voor het nummer van de huidige Space
nn: Vel ein eigendefinert skrifttype for nummeret til gjeldande Space
pa: موجودہ سپیس دے نمبر لئی حسبِ منشا فونٹ چُن لو
pl: Wybierz niestandardową czcionkę dla numeru bieżącego Space
ps: د روان سپېس د شمېرې لپاره دودیز فانټ وټاکئ
pt: Escolher um tipo de letra personalizado para o número do Espaço atual
ro: Alege un font personalizat pentru numărul spațiului curent
ru: Выбрать пользовательский шрифт для номера текущего пространства
sk: Vybrať vlastné písmo pre číslo aktuálneho priestoru
sr: Izaberi prilagođeni font za broj tekućeg Prostora
sv: Välj ett anpassat teckensnitt för numret för aktuellt Space
th: เลือกฟอนต์ที่กำหนดเองสำหรับหมายเลขของ Space ปัจจุบัน
tr: Geçerli Alanın numarası için özel yazı tipi seç
uk: Вибрати власний шрифт для номера поточного простору
ur: موجودہ اسپیس کے نمبر کے لیے حسبِ منشا فونٹ چُنیں
vi: Chọn phông chữ tùy chỉnh cho số của Không gian hiện tại
zh_hans: 为当前空间的编号选择自定义字体
zh_hant: 為目前空間的編號選擇自訂字體

# tip_hide_empty_spaces
source: Hide Spaces that have no open windows
ar: إخفاء المساحات التي لا تحتوي على نوافذ مفتوحة
bg: Скрий пространствата без отворени прозорци
ca: Amaga els Espais sense finestres obertes
cs: Skrýt Spaces bez otevřených oken
da: Skjul Spaces uden åbne vinduer
de: Spaces ohne offene Fenster ausblenden
el: Απόκρυψη Χώρων χωρίς ανοικτά παράθυρα
es: Ocultar Espacios sin ventanas abiertas
fa: فضاهای بدون پنجره باز را مخفی کن
fi: Piilota Spacet, joissa ei ole avoimia ikkunoita
fr: Masquer les Espaces sans fenêtre ouverte
he: הסתר מרחבים ללא חלונות פתוחים
hi: खाली स्पेसेस छिपाएँ जिनमें खुली विंडो नहीं हैं
hu: Rejtse el az ablak nélküli Space-eket
id: Sembunyikan Space tanpa jendela terbuka
it: Nascondi gli Spazi senza finestre aperte
ja: ウィンドウのないスペースを隠す
ko: 열린 창이 없는 공간 숨기기
mk: Сокриј Простори без отворени прозорци
ms: Sembunyikan Ruang yang tiada tetingkap terbuka
nb: Skjul Spaces uten åpne vinduer
nl: Spaces zonder open vensters verbergen
nn: Gøym Spaces utan opne vindauge
pa: اوہ سپیسز لکاؤ جیہڑے وچ کوئی کھلی ونڈو نہیں
pl: Ukryj Spaces bez otwartych okien
ps: هغه سپېسونه پټ کړئ چې خلاص کړکۍ نه لري
pt: Ocultar Espaços sem janelas abertas
ro: Ascunde spațiile fără ferestre deschise
ru: Скрыть пространства без открытых окон
sk: Skryť priestory bez otvorených okien
sr: Sakrij Prostore bez otvorenih prozora
sv: Dölj Spaces utan öppna fönster
th: ซ่อน Space ที่ไม่มีหน้าต่างเปิด
tr: Penceresi olmayan Alanları gizle
uk: Приховати простори без відкритих вікон
ur: وہ اسپیسز چھپائیں جن میں کوئی کھلی ونڈو نہیں
vi: Ẩn các Không gian không có cửa sổ đang mở
zh_hans: 隐藏没有打开窗口的空间
zh_hant: 隱藏沒有開啟視窗的空間

# tip_hide_fullscreen_apps
source: Hide Spaces containing full-screen applications
ar: إخفاء المساحات التي تحتوي على تطبيقات بملء الشاشة
bg: Скрий пространствата с приложения на цял екран
ca: Amaga els Espais que contenen aplicacions a pantalla completa
cs: Skrýt Spaces s aplikacemi na celou obrazovku
da: Skjul Spaces med fuldskærmsapps
de: Spaces mit Vollbild-Apps ausblenden
el: Απόκρυψη Χώρων με εφαρμογές πλήρους οθόνης
es: Ocultar Espacios con aplicaciones a pantalla completa
fa: فضاهای دارای برنامه تمام‌صفحه را مخفی کن
fi: Piilota Spacet, joissa on koko näytön sovelluksia
fr: Masquer les Espaces contenant des applications en plein écran
he: הסתר מרחבים עם יישומים במסך מלא
hi: फुल-स्क्रीन ऐप वाले स्पेसेस छिपाएँ
hu: Rejtse el a teljes képernyős alkalmazásokat tartalmazó Space-eket
id: Sembunyikan Space yang berisi aplikasi layar penuh
it: Nascondi gli Spazi che contengono app a schermo intero
ja: 全画面アプリのあるスペースを隠す
ko: 전체 화면 앱이 있는 공간 숨기기
mk: Сокриј Простори што содржат апликации на цел екран
ms: Sembunyikan Ruang yang mengandungi aplikasi skrin penuh
nb: Skjul Spaces med fullskjermsapper
nl: Spaces met apps op volledig scherm verbergen
nn: Gøym Spaces med program i fullskjerm
pa: فل اسکرین ایپس والے سپیسز لکاؤ
pl: Ukryj Spaces z aplikacjami na pełnym ekranie
ps: هغه سپېسونه پټ کړئ چې بشپړ سکرین اپلېکېشنونه لري
pt: Ocultar Espaços com aplicações em ecrã inteiro
ro: Ascunde spațiile cu aplicații pe tot ecranul
ru: Скрыть пространства с полноэкранными приложениями
sk: Skryť priestory obsahujúce celoobrazovkové aplikácie
sr: Sakrij Prostore koji sadrže aplikacije preko celog ekrana
sv: Dölj Spaces med helskärmsappar
th: ซ่อน Space ที่มีแอปเต็มหน้าจอ
tr: Tam ekran uygulama içeren Alanları gizle
uk: Приховати простори з повноекранними застосунками
ur: فل اسکرین ایپس والے اسپیسز چھپائیں
vi: Ẩn các Không gian chứa ứng dụng toàn màn hình
zh_hans: 隐藏包含全屏应用的空间
zh_hant: 隱藏包含全螢幕應用程式的空間

# tip_invert_colors
source: Swap the foreground and background color
ar: تبديل الألوان الأمامية والخلفية
bg: Размени преден и заден план
ca: Intercanvia el color de fons i de primer pla
cs: Prohoďte barvy popředí a pozadí
da: Byt forgrunds- og baggrundsfarve
de: Vorder- und Hintergrundfarbe tauschen
el: Αντιστροφή χρώματος προσκηνίου και φόντου
es: Intercambiar los colores de primer plano y fondo
fa: جابه‌جایی رنگ پس‌زمینه و پیش‌زمینه
fi: Vaihda etu- ja taustavärit keskenään
fr: Échanger les couleurs d'avant-plan et d'arrière-plan
he: החלף בין צבע קדמי לרקע
hi: फोरग्राउंड और बैकग्राउंड रंग बदलें
hu: Cserélje fel az előtér és háttér színeit
id: Tukar warna depan dan belakang
it: Scambia il colore di primo piano e di sfondo
ja: 前景色と背景色を入れ替える
ko: 전경색과 배경색 바꾸기
mk: Замени ги боите на позадина и преден план
ms: Tukar warna latar dan hadapan
nb: Bytt forgrunns- og bakgrunnsfarge
nl: Voor- en achtergrondkleur omwisselen
nn: Byt om på framgrunn og bakgrunn
pa: پیش منظر تے پس منظر دے رنگ اُلٹو
pl: Zamień kolory pierwszego i tła
ps: مخ او شاليد رنګونه واړوئ
pt: Trocar as cores de primeiro plano e fundo
ro: Inversează culorile de prim-plan și fundal
ru: Поменять местами цвет переднего плана и фона
sk: Vymeniť farbu popredia a pozadia
sr: Zameni boju pozadine i prednjeg plana
sv: Byt plats på förgrunds- och bakgrundsfärg
th: สลับสีพื้นหน้าและพื้นหลัง
tr: Ön plan ve arka plan renklerini değiştir
uk: Поміняти місцями передній та задній план
ur: پیش منظر اور پس منظر کے رنگ اُلٹائیں
vi: Hoán đổi màu nền và tiền cảnh
zh_hans: 交换前景色和背景色
zh_hant: 交換前景色與背景色

# tip_launch_at_login
source: Automatically run %@ on startup
ar: تشغيل %@ تلقائياً عند بدء التشغيل
bg: Стартирай %@ автоматично при включване
ca: Executa %@ automàticament a l'inici
cs: Spouštět %@ automaticky při přihlášení
da: Kør %@ automatisk ved login
de: %@ automatisch beim Start ausführen
el: Αυτόματη εκτέλεση %@ κατά τη σύνδεση
es: Ejecutar %@ automáticamente al iniciar
fa: اجرای خودکار %@ هنگام ورود
fi: Käynnistä %@ automaattisesti sisäänkirjautuessa
fr: Lancer %@ automatiquement au démarrage
he: הפעל את %@ אוטומטית בעת ההפעלה
hi: स्टार्टअप पर %@ को स्वतः चलाएँ
hu: Indítsa %@ alkalmazást automatikusan bejelentkezéskor
id: Jalankan %@ otomatis saat masuk
it: Avvia automaticamente %@ all'accesso
ja: ログイン時に %@ を自動実行
ko: 시동 시 %@ 자동 실행
mk: Автоматски стартувај %@ при најавување
ms: Jalankan %@ secara automatik semasa log masuk
nb: Kjør %@ automatisk ved innlogging
nl: %@ automatisch starten bij inloggen
nn: Køyr %@ automatisk ved oppstart
pa: آغاز ’تے %@ خودکار چلاؤ
pl: Automatycznie uruchamiaj %@ przy logowaniu
ps: %@ په پيل کې په اوتومات ډول وچلوئ
pt: Executar %@ automaticamente ao iniciar sessão
ro: Rulează %@ automat la pornire
ru: Автоматически запускать %@ при входе
sk: Automaticky spustiť %@ pri štarte
sr: Automatski pokreni %@ pri prijavi
sv: Kör %@ automatiskt vid inloggning
th: เปิด %@ อัตโนมัติเมื่อเข้าสู่ระบบ
tr: Girişte %@ uygulamasını otomatik çalıştır
uk: Автоматично запускати %@ під час старту системи
ur: آغاز پر %@ خودکار طور پر چلائیں
vi: Tự động chạy %@ khi đăng nhập
zh_hans: 启动时自动运行 %@
zh_hant: 登入時自動執行 %@

# tip_quit
source: Quit %@
ar: إنهاء %@
bg: Излез от %@
ca: Surt de %@
cs: Ukončit %@
da: Afslut %@
de: %@ beenden
el: Έξοδος από %@
es: Salir de %@
fa: خروج %@
fi: Lopeta %@
fr: Quitter %@
he: צא מ-%@
hi: %@ बंद करें
hu: Lépjen ki a(z) %@ alkalmazásból
id: Keluar dari %@
it: Esci da %@
ja: %@ を終了
ko: %@ 종료
mk: Затвори %@
ms: Keluar %@
nb: Avslutt %@
nl: %@ afsluiten
nn: Avslutt %@
pa: %@ بند کرو
pl: Zakończ %@
ps: %@ بند کړئ
pt: Sair de %@
ro: Ieșire din %@
ru: Выйти из %@
sk: Ukončiť %@
sr: Izađi iz %@
sv: Avsluta %@
th: ออกจาก %@
tr: %@ uygulamasından çık
uk: Закрити %@
ur: %@ بند کریں
vi: Thoát %@
zh_hans: 退出 %@
zh_hant: 結束 %@
