Repository: gechr/WhichSpace
Catalog: WhichSpace/Locale/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# detail_reset_font
source: This will remove the custom font for the current Space only.
ar: سيؤدي ذلك إلى إزالة الخط المخصص للمساحة الحالية فقط.
bg: Това ще премахне персонализирания шрифт само за текущото пространство.
ca: Això eliminarà la lletra personalitzada només de l'Espai actual.
cs: Odstraní vlastní písmo pouze pro aktuální Space.
da: Dette fjerner den brugerdefinerede skrifttype kun for det aktuelle Space.
de: Dies entfernt die benutzerdefinierte Schriftart nur für den aktuellen Space.
el: Θα αφαιρέσει την προσαρμοσμένη γραμματοσειρά μόνο για τον τρέχοντα Χώρο.
es: Esto quitará la fuente personalizada solo del Espacio actual.
fa: این کار فونت سفارشی را فقط برای فضای فعلی حذف می‌کند.
fi: Tämä poistaa mukautetun fontin vain nykyisestä Spacesta.
fr: Cela supprimera la police personnalisée uniquement pour l'Espace actuel.
he: פעולה זו תסיר את הגופן המותאם אישית למרחב הנוכחי בלבד.
hi: यह केवल मौजूदा स्पेस के लिए कस्टम फ़ॉन्ट हटा देगा।
hu: Eltávolítja az egyedi betűtípust csak az aktuális Space-ről.
id: Ini akan menghapus font khusus hanya untuk Space saat ini.
it: Questo rimuoverà il font personalizzato solo per lo Spazio corrente.
ja: 現在のスペースのカスタムフォントのみ削除します。
ko: 현재 공간의 사용자 지정 글꼴만 제거합니다.
mk: Ова ќе го отстрани прилагодениот фонт само за тековниот Простор.
ms: Ini akan mengalih keluar fon tersuai hanya untuk Ruang semasa.
nb: Dette fjerner den egendefinerte skrifttypen bare for gjeldende Space.
nl: Dit verwijdert het aangepaste lettertype alleen voor de huidige Space.
nn: Dette fjernar den eigendefinerte skrifttypen berre for gjeldande Space.
pa: ایہ صرف موجودہ سپیس دا حسبِ منشا فونٹ ہٹا دے گا۔
pl: Usunie niestandardową czcionkę tylko dla bieżącego Space.
ps: دا به یوازې د روان سپېس دودیز فانټ لرې کړي.
pt: Isto irá remover o tipo de letra personalizado apenas do Espaço atual.
ro: Aceasta va elimina fontul personalizat doar pentru spațiul curent.
ru: Это удалит пользовательский шрифт только для текущего пространства.
sk: Toto odstráni vlastné písmo iba pre aktuálny priestor.
sr: Ovo će ukloniti prilagođeni font samo za tekući Prostor.
sv: Detta tar bort det anpassade teckensnittet endast för aktuellt Space.
th: การดำเนินการนี้จะลบฟอนต์ที่กำหนดเองเฉพาะของ Space ปัจจุบัน
tr: Bu, yalnızca geçerli Alan için özel yazı tipini kaldırır.
uk: Це видалить налаштований шрифт тільки для поточного простору.
ur: یہ صرف موجودہ اسپیس کا حسبِ منشا فونٹ ہٹا دے گا۔
vi: Thao tác này sẽ xóa phông chữ tùy chỉnh cho riêng Không gian hiện tại.
zh_hans: 这会仅移除当前空间的自定义字体。
zh_hant: 這會僅移除目前空間的自訂字體。

# detail_reset_space
source: This will remove the color, style, symbol, and font customizations for the current Space only.
ar: سيؤدي ذلك إلى إزالة تخصيصات اللون والنمط والرمز والخط للمساحة الحالية فقط.
bg: Това ще премахне персонализациите на цвета, стила, символа и шрифта само за текущото пространство.
ca: Això eliminarà les personalitzacions de color, estil, símbol i lletra només de l'Espai actual.
cs: Odstraní úpravy barvy, stylu, symbolu a písma pouze pro aktuální Space.
da: Dette fjerner farve-, stil-, symbol- og skrifttypetilpasninger kun for det aktuelle Space.
de: Dies entfernt die Farb-, Stil-, Symbol- und Schriftanpassungen nur für den aktuellen Space.
el: Θα αφαιρέσει τις προσαρμογές χρώματος, στιλ, συμβόλου και γραμματοσειράς μόνο για τον τρέχοντα Χώρο.
es: Esto quitará las personalizaciones de color, estilo, símbolo y fuente solo del Espacio actual.
fa: این کار سفارشی‌سازی‌های رنگ، استایل، نماد و فونت را فقط برای فضای فعلی حذف می‌کند.
fi: Tämä poistaa väri-, tyyli-, symboli- ja fontti-mukautukset vain nykyisestä Spacesta.
fr: Cela supprimera les personnalisations de couleur, style, symbole et police uniquement pour l'Espace actuel.
he: פעולה זו תסיר התאמות של צבע, סגנון, סמל וגופן למרחב הנוכחי בלבד.
hi: यह केवल मौजूदा स्पेस के लिए रंग, स्टाइल, प्रतीक और फ़ॉन्ट के अनुकूलन हटा देगा।
hu: Eltávolítja a szín-, stílus-, szimbólum- és betűtípus testreszabásokat csak az aktuális Space-ről.
id: Ini akan menghapus kustomisasi warna, gaya, simbol, dan font hanya untuk Space saat ini.
it: Questo rimuoverà le personalizzazioni di colore, stile, simbolo e font solo per lo Spazio corrente.
ja: 現在のスペースの色、スタイル、シンボル、フォントのカスタマイズのみ削除します。
ko: 현재 공간의 색상, 스타일, 심볼, 글꼴 사용자 지정을 제거합니다.
mk: Ова ќе ги отстрани прилагодувањата на боја, стил, симбол и фонт само за тековниот Простор.
ms: Ini akan mengalih keluar penyesuaian warna, gaya, simbol dan fon hanya untuk Ruang semasa.
nb: Dette fjerner farge-, stil-, symbol- og skrifttypetilpasninger bare for gjeldende Space.
nl: Dit verwijdert de aanpassingen van kleur, stijl, symbool en lettertype alleen voor de huidige Space.
nn: Dette fjernar tilpassingar av farge, stil, symbol og skrifttype berre for gjeldande Space.
pa: ایہ صرف موجودہ سپیس لئی رنگ، سٹائل، نشان تے فونٹ دیاں کسٹمائزیشن ختم کرے گا۔
pl: Usunie dostosowania koloru, stylu, symbolu i czcionki tylko dla bieżącego Space.
ps: دا به یوازې د روان سپېس د رنګ، سټایل، سمبول او فانټ سمونونه لرې کړي.
pt: Isto irá remover as personalizações de cor, estilo, símbolo e tipo de letra apenas do Espaço atual.
ro: Aceasta va elimina personalizările de culoare, stil, simbol și font doar pentru spațiul curent.
ru: Это удалит пользовательские настройки цвета, стиля, символа и шрифта только для текущего пространства.
sk: Toto odstráni prispôsobenia farby, štýlu, symbolu a písma iba pre aktuálny priestor.
sr: Ovo će ukloniti prilagođavanja boje, stila, simbola i fonta samo za tekući Prostor.
sv: Detta tar bort färg-, stil-, symbol- och teckensnittsanpassningar endast för aktuellt Space.
th: การดำเนินการนี้จะลบการปรับแต่งสี สไตล์ สัญลักษณ์ และฟอนต์เฉพาะของ Space ปัจจุบัน
tr: Bu, yalnızca geçerli Alan için renk, stil, sembol ve yazı tipi özelleştirmelerini kaldırır.
uk: Це видалить налаштування кольору, стилю, символу та шрифту тільки для поточного простору.
ur: یہ صرف موجودہ اسپیس کے رنگ، انداز، علامت اور فونٹ کی تخصیصات ہٹا دے گا۔
vi: Thao tác này sẽ xóa tùy chỉnh màu, kiểu, ký hiệu và phông chữ cho riêng Không gian hiện tại.
zh_hans: 这会仅移除当前空间的颜色、样式、符号和字体自定义。
zh_hant: 這會僅移除目前空間的顏色、樣式、符號與字體自訂。

# detail_reset_style
source: This will remove the custom style for the current Space only.
ar: سيؤدي ذلك إلى إزالة النمط المخصص للمساحة الحالية فقط.
bg: Това ще премахне персонализирания стил само за текущото пространство.
ca: Això eliminarà l'estil personalitzat només de l'Espai actual.
cs: Odstraní vlastní styl pouze pro aktuální Space.
da: Dette fjerner den brugerdefinerede stil kun for det aktuelle Space.
de: Dies entfernt den benutzerdefinierten Stil nur für den aktuellen Space.
el: Θα αφαιρέσει το προσαρμοσμένο στιλ μόνο για τον τρέχοντα Χώρο.
es: Esto quitará el estilo personalizado solo del Espacio actual.
fa: این کار استایل سفارشی را فقط برای فضای فعلی حذف می‌کند.
fi: Tämä poistaa mukautetun tyylin vain nykyisestä Spacesta.
fr: Cela supprimera le style personnalisé uniquement pour l'Espace actuel.
he: פעולה זו תסיר את הסגנון המותאם אישית למרחב הנוכחי בלבד.
hi: यह केवल मौजूदा स्पेस के लिए कस्टम स्टाइल हटा देगा।
hu: Eltávolítja az egyedi stílust csak az aktuális Space-ről.
id: Ini akan menghapus gaya khusus hanya untuk Space saat ini.
it: Questo rimuoverà lo stile personalizzato solo per lo Spazio corrente.
ja: 現在のスペースのカスタムスタイルのみ削除します。
ko: 현재 공간의 사용자 지정 스타일만 제거합니다.
mk: Ова ќе го отстрани прилагодениот стил само за тековниот Простор.
ms: Ini akan mengalih keluar gaya tersuai hanya untuk Ruang semasa.
nb: Dette fjerner den egendefinerte stilen bare for gjeldende Space.
nl: Dit verwijdert de aangepaste stijl alleen voor de huidige Space.
nn: Dette fjernar den eigendefinerte stilen berre for gjeldande Space.
pa: ایہ صرف موجودہ سپیس دا حسبِ منشا سٹائل ہٹا دے گا۔
pl: Usunie niestandardowy styl tylko dla bieżącego Space.
ps: دا به یوازې د روان سپېس دودیز سټایل لرې کړي.
pt: Isto irá remover o estilo personalizado apenas do Espaço atual.
ro: Aceasta va elimina stilul personalizat doar pentru spațiul curent.
ru: Это удалит пользовательский стиль только для текущего пространства.
sk: Toto odstráni vlastný štýl iba pre aktuálny priestor.
sr: Ovo će ukloniti prilagođeni stil samo za tekući Prostor.
sv: Detta tar bort den anpassade stilen endast för aktuellt Space.
th: การดำเนินการนี้จะลบสไตล์ที่กำหนดเองเฉพาะของ Space ปัจจุบัน
tr: Bu, yalnızca geçerli Alan için özel stili kaldırır.
uk: Це видалить налаштований стиль тільки для поточного простору.
ur: یہ صرف موجودہ اسپیس کا حسبِ منشا انداز ہٹا دے گا۔
vi: Thao tác này sẽ xóa kiểu tùy chỉnh cho riêng Không gian hiện tại.
zh_hans: 这会仅移除当前空间的自定义样式。
zh_hant: 這會僅移除目前空間的自訂樣式。

# label_number
source: Number
ar: رقم
bg: Номер
ca: Número
cs: Číslo
da: Nummer
de: Nummer
el: Αριθμός
es: Número
fa: شماره
fi: Numero
fr: Numéro
he: מספר
hi: संख्या
hu: Szám
id: Nomor
it: Numero
ja: 番号
ko: 번호
mk: Број
ms: Nombor
nb: Nummer
nl: Nummer
nn: Nummer
pa: نمبر
pl: Numer
ps: شمېره
pt: Número
ro: Număr
ru: Номер
sk: Číslo
sr: Broj
sv: Nummer
th: หมายเลข
tr: Numara
uk: Номер
ur: نمبر
vi: Số
zh_hans: 编号
zh_hant: 編號

# label_number_background
source: Number (Background)
ar: الرقم (الخلفية)
bg: Номер (Фон)
ca: Número (fons)
cs: Číslo (Pozadí)
da: Nummer (Baggrund)
de: Nummer (Hintergrund)
el: Αριθμός (Φόντο)
es: Número (Fondo)
fa: شماره (پس‌زمینه)
fi: Numero (Tausta)
fr: Numéro (Arrière-plan)
he: מספר (רקע)
hi: संख्या (पृष्ठभूमि)
hu: Szám (Háttér)
id: Nomor (Latar)
it: Numero (Sfondo)
ja: 番号（背景）
ko: 번호 (배경)
mk: Број (позадина)
ms: Nombor (Latar)
nb: Nummer (Bakgrunn)
nl: Nummer (Achtergrond)
nn: Nummer (Bakgrunn)
pa: نمبر (پس منظر)
pl: Numer (Tło)
ps: شمېره (شاليد)
pt: Número (Fundo)
ro: Număr (Fundal)
ru: Номер (фон)
sk: Číslo (pozadie)
sr: Broj (pozadina)
sv: Nummer (Bakgrund)
th: หมายเลข (พื้นหลัง)
tr: Numara (Arka plan)
uk: Номер (тло)
ur: نمبر (پس منظر)
vi: Số (Nền)
zh_hans: 编号 (背景)
zh_hant: 編號 (背景)

# label_number_foreground
source: Number (Foreground)
ar: الرقم (المقدمة)
bg: Номер (Преден план)
ca: Número (primer pla)
cs: Číslo (Popředí)
da: Nummer (Forgrund)
de: Nummer (Vordergrund)
el: Αριθμός (Προσκήνιο)
es: Número (Primer plano)
fa: شماره (پیش‌زمینه)
fi: Numero (Etuala)
fr: Numéro (Premier plan)
he: מספר (קדמה)
hi: संख्या (मुखभाग)
hu: Szám (Előtér)
id: Nomor (Depan)
it: Numero (Primo piano)
ja: 番号（前景）
ko: 번호 (전경)
mk: Број (преден план)
ms: Nombor (Hadapan)
nb: Nummer (Forgrunn)
nl: Nummer (Voorgrond)
nn: Nummer (Framgrunn)
pa: نمبر (پیش منظر)
pl: Numer (Pierwszy plan)
ps: شمېره (مخ)
pt: Número (Primeiro plano)
ro: Număr (Prim-plan)
ru: Номер (передний план)
sk: Číslo (popredie)
sr: Broj (prednji plan)
sv: Nummer (Förgrund)
th: หมายเลข (พื้นหน้า)
tr: Numara (Ön plan)
uk: Номер (передній план)
ur: نمبر (پیش منظر)
vi: Số (Tiền cảnh)
zh_hans: 编号 (前景)
zh_hant: 編號 (前景)

# label_separator
source: Separator
ar: فاصل
bg: Разделител
ca: Separador
cs: Oddělovač
da: Skillelinje
de: Trenner
el: Διαχωριστικό
es: Separador
fa: جداکننده
fi: Erotin
fr: Séparateur
he: מפריד
hi: विभाजक
hu: Elválasztó
id: Pemisah
it: Separatore
ja: セパレーター
ko: 구분선
mk: Разделник
ms: Pemisah
nb: Skillelinje
nl: Scheidingsteken
nn: Skiljelinje
pa: جداکار
ps: بېلکوونکی
pt: Separador
ru: Разделитель
sk: Oddeľovač
sr: Razdelnik
sv: Avgränsare
th: ตัวคั่น
tr: Ayırıcı
uk: Роздільник
ur: جداکار
vi: Dấu phân tách
zh_hans: 分隔符
zh_hant: 分隔符

# label_skin_tone
source: Skin Tone
ar: لون البشرة
bg: Цвят на кожата
ca: Tonalitat de pell
cs: Odstín pleti
da: Hudtone
de: Hautfarbe
el: Χρώμα δέρματος
es: Tono de piel
fa: رنگ پوست
fi: Ihon sävy
fr: Teint
he: גוון עור
hi: त्वचा का रंग
hu: Bőrszín
id: Warna kulit
it: Tono pelle
ja: 肌の色
ko: 피부톤
mk: Боја на кожа
ms: Tona kulit
nb: Hudtone
nl: Huidskleur
nn: Hudtone
pa: جلد دا رنگ
pl: Odcień skóry
ps: د پوستکي رنګ
pt: Tom de pele
ro: Ton piele
ru: Тон кожи
sk: Odtieň pleti
sr: Ton kože
sv: Hudton
th: สีผิว
tr: Ten rengi
uk: Тон шкіри
ur: جلد کا رنگ
vi: Màu da
zh_hans: 肤色
zh_hant: 膚色

# label_symbol
source: Symbol
ar: رمز
bg: Символ
ca: Símbol
el: Σύμβολο
es: Símbolo
fa: نماد
fi: Symboli
fr: Symbole
he: סמל
hi: प्रतीक
hu: Szimbólum
id: Simbol
it: Simbolo
ja: シンボル
ko: 심볼
mk: Симбол
ms: Simbol
nl: Symbool
pa: نشان
ps: سمبول
pt: Símbolo
ro: Simbol
ru: Символ
sr: Simbol
th: สัญลักษณ์
tr: Sembol
uk: Символ
ur: علامت
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

# menu_color
source: Color
ar: اللون
bg: Цвят
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fa: رنگ
fi: Väri
fr: Couleur
he: צבע
hi: रंग
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색상
mk: Боја
ms: Warna
nb: Farge
nl: Kleur
nn: Farge
pa: رنگ
pl: Kolor
ps: رنګ
pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sr: Boja
sv: Färg
th: สี
tr: Renk
uk: Колір
ur: رنگ
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

# menu_emoji
source: Emoji
ar: إيموجي
bg: Емотикони
fa: ایموجی
he: אימוג'י
hi: इमोजी
ja: 絵文字
ko: 이모지
mk: Емоџи
pa: ایموجی
ps: ايموجي
ru: Эмодзи
sr: Emodži
th: อีโมจิ
uk: Емоджі
ur: ایموجی
vi: Biểu tượng cảm xúc
zh_hans: 表情符号
zh_hant: 表情符號

# menu_number
source: Number
ar: رقم
bg: Номер
ca: Número
cs: Číslo
da: Nummer
de: Nummer
el: Αριθμός
es: Número
fa: شماره
fi: Numero
fr: Numéro
he: מספר
hi: संख्या
hu: Szám
id: Nomor
it: Numero
ja: 番号
ko: 번호
mk: Број
ms: Nombor
nb: Nummer
nl: Nummer
nn: Nummer
pa: نمبر
pl: Numer
ps: شمېره
pt: Número
ro: Număr
ru: Номер
sk: Číslo
sr: Broj
sv: Nummer
th: หมายเลข
tr: Numara
uk: Номер
ur: نمبر
vi: Số
zh_hans: 编号
zh_hant: 編號

# menu_size
source: Size
ar: الحجم
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fi: Koko
fr: Taille
he: גודל
hi: आकार
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
mk: Големина
ms: Saiz
nb: Størrelse
nl: Grootte
nn: Storleik
pa: سائز
pl: Rozmiar
ps: کچه
pt: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sr: Veličina
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір
ur: سائز
vi: Kích cỡ
zh_hans: 尺寸
zh_hant: 尺寸

# menu_style
source: Style
ar: النمط
bg: Стил
ca: Estil
cs: Styl
da: Stil
de: Stil
el: Στιλ
es: Estilo
fa: استایل
fi: Tyyli
he: סגנון
hi: स्टाइल
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
mk: Стил
ms: Gaya
nb: Stil
nl: Stijl
nn: Stil
pa: سٹائل
pl: Styl
ps: سټایل
pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sr: Stil
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
ur: انداز
vi: Kiểu
zh_hans: 样式
zh_hant: 樣式

# menu_symbol
source: Symbol
ar: الرمز
bg: Символ
ca: Símbol
el: Σύμβολο
es: Símbolo
fa: نماد
fi: Symboli
fr: Symbole
he: סמל
hi: प्रतीक
hu: Szimbólum
id: Simbol
it: Simbolo
ja: シンボル
ko: 심볼
mk: Симбол
ms: Simbol
nl: Symbool
pa: نشان
ps: سمبول
pt: Símbolo
ro: Simbol
ru: Символ
sr: Simbol
th: สัญลักษณ์
tr: Sembol
uk: Символ
ur: علامت
vi: Ký hiệu
zh_hans: 符号
zh_hant: 符號

# style_circle
source: Circle
ar: دائرة
bg: Кръг
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fa: دایره
fi: Ympyrä
fr: Cercle
he: עיגול
hi: वृत्त
hu: Kör
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
mk: Круг
ms: Bulatan
nb: Sirkel
nl: Cirkel
nn: Sirkel
pa: دایرہ
pl: Koło
ps: دایره
pt: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sr: Krug
sv: Cirkel
th: วงกลม
tr: Daire
uk: Коло
ur: دائرہ
vi: Hình tròn
zh_hans: 圆形
zh_hant: 圓形

# style_circleOutline
source: Circle (Outline)
ar: دائرة (حد خارجي)
bg: Кръг (Контур)
ca: Cercle (contorn)
cs: Kruh (Obrys)
da: Cirkel (Omrids)
de: Kreis (Umriss)
el: Κύκλος (Περίγραμμα)
es: Círculo (Contorno)
fa: دایره (حاشیه)
fi: Ympyrä (Ääriviiva)
fr: Cercle (Contour)
he: עיגול (קו מתאר)
hi: वृत्त (आउटलाइन)
hu: Kör (Körvonal)
id: Lingkaran (Outline)
it: Cerchio (Contorno)
ja: 円（アウトライン）
ko: 원 (윤곽)
mk: Круг (контура)
ms: Bulatan (Garis luar)
nb: Sirkel (Omriss)
nl: Cirkel (Contour)
nn: Sirkel (Kontur)
pa: دایرہ (آؤٹ لائن)
pl: Koło (Obrys)
ps: دایره (بڼکه)
pt: Círculo (Contorno)
ro: Cerc (Contur)
ru: Круг (контур)
sk: Kruh (obrys)
sr: Krug (kontura)
sv: Cirkel (Kontur)
th: วงกลม (เส้นขอบ)
tr: Daire (Çerçeve)
uk: Коло (контур)
ur: دائرہ (خاکہ)
vi: Hình tròn (Viền)
zh_hans: 圆形 (描边)
zh_hant: 圓形 (描邊)

# style_hexagon
source: Hexagon
ar: سداسي
bg: Шестоъгълник
ca: Hexàgon
cs: Šestiúhelník
da: Sekskant
el: Εξάγωνο
es: Hexágono
fa: شش‌ضلعی
fi: Kuusikulmio
fr: Hexagone
he: משושה
hi: षट्भुज
hu: Hatszög
id: Heksagon
it: Esagono
ja: 六角形
ko: 육각형
mk: Шестоаголник
ms: Heksagon
nb: Sekskant
nl: Zeshoek
nn: Sekskant
pa: شش ضلعی
pl: Sześciokąt
ps: شپږضلعي
pt: Hexágono
ru: Шестиугольник
sk: Šesťuholník
sr: Heksagon
th: หกเหลี่ยม
tr: Altıgen
uk: Шестикутник
ur: شَش ضلعی
vi: Hình lục giác
zh_hans: 六边形
zh_hant: 六邊形

# style_hexagonOutline
source: Hexagon (Outline)
ar: سداسي (حد خارجي)
bg: Шестоъгълник (Контур)
ca: Hexàgon (contorn)
cs: Šestiúhelník (Obrys)
da: Sekskant (Omrids)
de: Hexagon (Umriss)
el: Εξάγωνο (Περίγραμμα)
es: Hexágono (Contorno)
fa: شش‌ضلعی (حاشیه)
fi: Kuusikulmio (Ääriviiva)
fr: Hexagone (Contour)
he: משושה (קו מתאר)
hi: षट्भुज (आउटलाइन)
hu: Hatszög (Körvonal)
id: Heksagon (Outline)
it: Esagono (Contorno)
ja: 六角形（アウトライン）
ko: 육각형 (윤곽)
mk: Шестоаголник (контура)
ms: Heksagon (Garis luar)
nb: Sekskant (Omriss)
nl: Zeshoek (Contour)
nn: Sekskant (Kontur)
pa: شش ضلعی (آؤٹ لائن)
pl: Sześciokąt (Obrys)
ps: شپږضلعي (بڼکه)
pt: Hexágono (Contorno)
ro: Hexagon (Contur)
ru: Шестиугольник (контур)
sk: Šesťuholník (obrys)
sr: Heksagon (kontura)
sv: Hexagon (Kontur)
th: หกเหลี่ยม (เส้นขอบ)
tr: Altıgen (Çerçeve)
uk: Шестикутник (контур)
ur: شَش ضلعی (خاکہ)
vi: Hình lục giác (Viền)
zh_hans: 六边形 (描边)
zh_hant: 六邊形 (描邊)

# style_pentagon
source: Pentagon
ar: خماسي
bg: Петоъгълник
ca: Pentàgon
cs: Pětiúhelník
da: Femkant
de: Fünfeck
el: Πεντάγωνο
es: Pentágono
fa: پنج‌ضلعی
fi: Viisikulmio
fr: Pentagone
he: מחומש
hi: पंचभुज
hu: Ötszög
it: Pentagono
ja: 五角形
ko: 오각형
mk: Пентагон
nb: Femkant
nl: Vijfhoek
nn: Femkant
pa: پنج ضلعی
pl: Pięciokąt
ps: پنځه ضلعي
pt: Pentágono
ru: Пятиугольник
sk: Päťuholník
sv: Femhörning
th: ห้าเหลี่ยม
tr: Beşgen
uk: П'ятикутник
ur: پنج ضلعی
vi: Hình ngũ giác
zh_hans: 五边形
zh_hant: 五邊形

# style_pentagonOutline
source: Pentagon (Outline)
ar: خماسي (حد خارجي)
bg: Петоъгълник (Контур)
ca: Pentàgon (contorn)
cs: Pětiúhelník (Obrys)
da: Femkant (Omrids)
de: Fünfeck (Umriss)
el: Πεντάγωνο (Περίγραμμα)
es: Pentágono (Contorno)
fa: پنج‌ضلعی (حاشیه)
fi: Viisikulmio (Ääriviiva)
fr: Pentagone (Contour)
he: מחומש (קו מתאר)
hi: पंचभुज (आउटलाइन)
hu: Ötszög (Körvonal)
it: Pentagono (Contorno)
ja: 五角形（アウトライン）
ko: 오각형 (윤곽)
mk: Пентагон (контура)
ms: Pentagon (Garis luar)
nb: Femkant (Omriss)
nl: Vijfhoek (Contour)
nn: Femkant (Kontur)
pa: پنج ضلعی (آؤٹ لائن)
pl: Pięciokąt (Obrys)
ps: پنځه ضلعي (بڼکه)
pt: Pentágono (Contorno)
ro: Pentagon (Contur)
ru: Пятиугольник (контур)
sk: Päťuholník (obrys)
sr: Pentagon (kontura)
sv: Femhörning (Kontur)
th: ห้าเหลี่ยม (เส้นขอบ)
tr: Beşgen (Çerçeve)
uk: П'ятикутник (контур)
ur: پنج ضلعی (خاکہ)
vi: Hình ngũ giác (Viền)
zh_hans: 五边形 (描边)
zh_hant: 五邊形 (描邊)

# style_slim
source: Slim
ar: نحيف
bg: Тънък
ca: Prim
cs: Úzký
da: Slank
de: Schmal
el: Λεπτό
es: Fino
fa: باریک
fi: Kapea
fr: Fin
he: דק
hi: पतला
hu: Vékony
id: Tipis
it: Sottile
ja: スリム
ko: 슬림
mk: Тенко
ms: Nipis
nb: Smal
nl: Slank
nn: Slank
pa: باریک
pl: Smukły
ps: نری
pt: Fino
ro: Subțire
ru: Узкий
sk: Úzky
sr: Usko
sv: Smal
th: บาง
tr: İnce
uk: Тонкий
ur: باریک
vi: Mảnh
zh_hans: 细长
zh_hant: 細長

# style_slimOutline
source: Slim (Outline)
ar: نحيف (حد خارجي)
bg: Тънък (Контур)
ca: Prim (contorn)
cs: Úzký (Obrys)
da: Slank (Omrids)
de: Schmal (Umriss)
el: Λεπτό (Περίγραμμα)
es: Fino (Contorno)
fa: باریک (حاشیه)
fi: Kapea (Ääriviiva)
fr: Fin (Contour)
he: דק (קו מתאר)
hi: पतला (आउटलाइन)
hu: Vékony (Körvonal)
id: Tipis (Outline)
it: Sottile (Contorno)
ja: スリム（アウトライン）
ko: 슬림 (윤곽)
mk: Тенко (контура)
ms: Nipis (Garis luar)
nb: Smal (Omriss)
nl: Slank (Contour)
nn: Slank (Kontur)
pa: باریک (آؤٹ لائن)
pl: Smukły (Obrys)
ps: نری (بڼکه)
pt: Fino (Contorno)
ro: Subțire (Contur)
ru: Узкий (контур)
sk: Úzky (obrys)
sr: Usko (kontura)
sv: Smal (Kontur)
th: บาง (เส้นขอบ)
tr: İnce (Çerçeve)
uk: Тонкий (контур)
ur: باریک (خاکہ)
vi: Mảnh (Viền)
zh_hans: 细长 (描边)
zh_hant: 細長 (描邊)

# style_square
source: Square
ar: مربع
bg: Квадрат
ca: Quadrat
cs: Čtverec
da: Firkant
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fa: مربع
fi: Neliö
fr: Carré
he: ריבוע
hi: वर्ग
hu: Négyzet
id: Persegi
it: Quadrato
ja: 四角
ko: 사각형
mk: Квадрат
ms: Segi empat sama
nb: Kvadrat
nl: Vierkant
nn: Kvadrat
pa: چوکور
pl: Kwadrat
ps: مربع
pt: Quadrado
ro: Pătrat
ru: Квадрат
sk: Štvorec
sr: Kvadrat
sv: Kvadrat
th: สี่เหลี่ยมจัตุรัส
tr: Kare
uk: Квадрат
ur: مربع
vi: Hình vuông
zh_hans: 方形
zh_hant: 方形

# style_squareOutline
source: Square (Outline)
ar: مربع (حد خارجي)
bg: Квадрат (Контур)
ca: Quadrat (contorn)
cs: Čtverec (Obrys)
da: Firkant (Omrids)
de: Quadrat (Umriss)
el: Τετράγωνο (Περίγραμμα)
es: Cuadrado (Contorno)
fa: مربع (حاشیه)
fi: Neliö (Ääriviiva)
fr: Carré (Contour)
he: ריבוע (קו מתאר)
hi: वर्ग (आउटलाइन)
hu: Négyzet (Körvonal)
id: Persegi (Outline)
it: Quadrato (Contorno)
ja: 四角（アウトライン）
ko: 사각형 (윤곽)
mk: Квадрат (контура)
ms: Segi empat sama (Garis luar)
nb: Kvadrat (Omriss)
nl: Vierkant (Contour)
nn: Kvadrat (Kontur)
pa: چوکور (آؤٹ لائن)
pl: Kwadrat (Obrys)
ps: مربع (بڼکه)
pt: Quadrado (Contorno)
ro: Pătrat (Contur)
ru: Квадрат (контур)
sk: Štvorec (obrys)
sr: Kvadrat (kontura)
sv: Kvadrat (Kontur)
th: สี่เหลี่ยมจัตุรัส (เส้นขอบ)
tr: Kare (Çerçeve)
uk: Квадрат (контур)
ur: مربع (خاکہ)
vi: Hình vuông (Viền)
zh_hans: 方形 (描边)
zh_hant: 方形 (描邊)

# style_stroke
source: Stroke
ar: خط
bg: Линия
ca: Traç
cs: Tah
da: Streg
de: Strich
el: Γραμμή
es: Trazo
fa: خط
fi: Viiva
fr: Trait
he: קו
hi: रेखा
hu: Vonal
id: Garis
it: Tratto
ja: 線
ko: 선
mk: Потег
ms: Lukisan
nb: Strek
nl: Lijn
nn: Strek
pa: لکیؔر
pl: Linia
ps: کرښه
pt: Traço
ro: Linie
ru: Обводка
sk: Ťah
sr: Potez
sv: Linje
th: เส้น
tr: Çizgi
uk: Лінія
ur: خط
vi: Nét
zh_hans: 描边
zh_hant: 描邊

# style_transparent
source: Transparent
ar: شفاف
bg: Прозрачен
cs: Průhledný
da: Gennemsigtig
el: Διαφανές
es: Transparente
fa: شفاف
fi: Läpinäkyvä
he: שקוף
hi: पारदर्शी
hu: Átlátszó
id: Transparan
it: Trasparente
ja: 透明
ko: 투명
mk: Транспарентно
ms: Lutsinar
nb: Gjennomsiktig
nl: Transparant
nn: Gjennomsiktig
pa: شفاف
pl: Przezroczysty
ps: شفاف
pt: Transparente
ru: Прозрачный
sk: Priehľadný
sr: Providno
th: โปร่งใส
tr: Şeffaf
uk: Прозорий
ur: شفاف
vi: Trong suốt
zh_hans: 透明
zh_hant: 透明

# style_triangle
source: Triangle
ar: مثلث
bg: Триъгълник
cs: Trojúhelník
da: Trekant
de: Dreieck
el: Τρίγωνο
es: Triángulo
fa: مثلث
fi: Kolmio
he: משולש
hi: त्रिभुज
hu: Háromszög
id: Segitiga
it: Triangolo
ja: 三角形
ko: 삼각형
mk: Триаголник
ms: Segi tiga
nb: Trekant
nl: Driehoek
nn: Trekant
pa: مثلث
pl: Trójkąt
ps: مثلث
pt: Triângulo
ro: Triunghi
ru: Треугольник
sk: Trojuholník
sr: Trougao
sv: Triangel
th: สามเหลี่ยม
tr: Üçgen
uk: Трикутник
ur: مثلث
vi: Hình tam giác
zh_hans: 三角形
zh_hant: 三角形

# style_triangleOutline
source: Triangle (Outline)
ar: مثلث (حد خارجي)
bg: Триъгълник (Контур)
ca: Triangle (contorn)
cs: Trojúhelník (Obrys)
da: Trekant (Omrids)
de: Dreieck (Umriss)
el: Τρίγωνο (Περίγραμμα)
es: Triángulo (Contorno)
fa: مثلث (حاشیه)
fi: Kolmio (Ääriviiva)
fr: Triangle (Contour)
he: משולש (קו מתאר)
hi: त्रिभुज (आउटलाइन)
hu: Háromszög (Körvonal)
id: Segitiga (Outline)
it: Triangolo (Contorno)
ja: 三角形（アウトライン）
ko: 삼각형 (윤곽)
mk: Триаголник (контура)
ms: Segi tiga (Garis luar)
nb: Trekant (Omriss)
nl: Driehoek (Contour)
nn: Trekant (Kontur)
pa: مثلث (آؤٹ لائن)
pl: Trójkąt (Obrys)
ps: مثلث (بڼکه)
pt: Triângulo (Contorno)
ro: Triunghi (Contur)
ru: Треугольник (контур)
sk: Trojuholník (obrys)
sr: Trougao (kontura)
sv: Triangel (Kontur)
th: สามเหลี่ยม (เส้นขอบ)
tr: Üçgen (Çerçeve)
uk: Трикутник (контур)
ur: مثلث (خاکہ)
vi: Hình tam giác (Viền)
zh_hans: 三角形 (描边)
zh_hant: 三角形 (描邊)
